{
  "file_name": "19900017394-ページ-34.pdf",
  "file_hash": "001393a2a8c4d98281979b50f1a27228c56fc08a989773016372ac7afecf447d",
  "processed_at": "2025-06-12T16:45:46.752450",
  "pages_content": [
    {
      "page_number": 1,
      "content": "1\nSection 1.9. Verbals\nThe MLA's Line by Line (Cook 1985) does not object to such placement\nof a participle. However, these participles can usually be changed to a\ncompound predicate:\nCompound®\npredicate\nIncreasing the leak area caused the boundary layer to\nattach and thus decreased heat transferred to the cove\ninterior.\nDo not confuse absolute participles with nominative absolute construc-\ntions, which are perfectly grammatical. Nominative absolutes have their\nown subjects and modify the whole sentence:\nDang.\nMaraging steels are promising for cryogenic service,\npartic.\nhaving hardness at -320ºF of 38Rc.\nNom.\nMaraging steels are promising for cryogenic service,\nabs.\ntheir hardness at -320ºF being 38Rc.\nAdverbial participles\nWhat appears to be a dangling participle is left when the preposition by\nis dropped from an adverbial gerund phrase. These \"adverbial participles\"\nmay appear after the verb or at the beginning of the sentence:\nAdverb.\nThe logarithmic derivative is obtained using this least\npartic.\nsquares representation.\nGerund\nThe logarithmic derivative is obtained by using this\nphrase\nleast squares representation.\nAdverb.\nNeglecting the dependence of n on Reynolds number,\npartic.\nthe results of figure 11 can be used to estimate n.\nGerund\nBy neglecting the dependence of n on Reynolds number,\nphrase\nthe results of figure 11 can be used to estimate n.\nAdverb.\nSubstituting equation (34) instead of equation (14), the\npartic.\nterms for the fluctuating modes can be rewritten.\nGerund\nBy substituting equation (34) instead of equation (14),\nphrase\nthe terms for the fluctuating modes can be rewritten.\nRestoring by to these phrases adds very little to the above sentences.\nThe participles in these sentences clearly modify the verbs; thus their\nmeaning is clear. But participles are, by definition, adjectives, so that\nadverbial participles are not grammatical. Also there are methods of\nrevising adverbial participles other than restoring their by. In the following\nsentences, stronger constructions replace the participial phrases:\nPrep.\nThe logarithmic derivative is obtained from this least\nphrase\nsquares representation.\n25\n:",
      "source_file": "19900017394-ページ-34.pdf"
    }
  ]
}