{
  "file_name": "19900017394-ページ-37.pdf",
  "file_hash": "0293af2038995d560f971d4b5d834209dcfe154e74ffea112e9d98e51198847d",
  "processed_at": "2025-06-12T16:34:22.764826",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 2. Sentence Structure\nthe subject and verb positions have been wasted by an indirect construction,\nthere is.\nEffective Revenue Writing 2 (Linton 1962) suggests that the real\nsubject of a sentence can be found by identifying the real action in the\nsentence; the subject is then either receiving the action or preferably\nperforming it. In the first sample sentence, identify the action. From among\nthe several words of action (indication, reduction, operation, is shown,\npresented), indication seems most important. Two revisions come to mind\nwhen indicate becomes the main verb:\nAsymmetric throat area reduction between the upper and lower throats\nof this nozzle during reverse thrust operation is probably indicated by\nthe jet lift coefficients presented in figure 28.\nThe jet lift coefficients presented in figure 28 indicate a probable asym-\nmetric throat area reduction between the upper and lower throats of this\nnozzle during reverse thrust operation.\nWhich sounds best? The second revision, with an active verb close to its\nsubject, is certainly easier to read. Out of context, it is preferable. Context\naffects the choice of subject. For good transition from one sentence to\nanother, the subject of a sentence should relate to the previous sentence.\nNow consider the second sample sentence, containing the indirect\nconstruction. The expletive there forces the true action of the sentence,\nindicating, into a participial construction. Making indicate the main verb\nresults in\nAt NPR < 4, a large reduction in discharge coefficient due to reverse\nthrust operation indicates a decrease in the effective throat area for the\nnozzles.\nAnother indirect construction involves the pronoun it:\nIndirect\nIt appears that grain refining improved the toughness\nof maraging steels.\nBetter\nGrain refining seemed to improve the toughness of\nmaraging steels.\nIndirect\nIt is obvious that a blackbody laser is feasible as a space\npower system.\nBetter\nObviously a blackbody laser is feasible as a space power\nsystem.\nAs with any valid grammatical construction, indirect constructions\nsometimes serve a function, but many grammar and writing books criticize\nthem as being wordy (see section 2.4.1) and unnecessary. Rowland (1962)\nstates that \"expletives serve only to mark time until the true grammatical\nsubject appears.\" In Tichy and Fourdrinier's (1988) opinion, as well as in\n28",
      "source_file": "19900017394-ページ-37.pdf"
    }
  ]
}