{
  "file_name": "19900017394-ページ-80.pdf",
  "file_hash": "11081d1895d10e25c4f8910a76055faa322fb4c077de67905586031e8de11a36",
  "processed_at": "2025-06-12T16:30:57.308024",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 3.11. Period\nWhen the enumerated list is displayed, a period following the number is\nsufficient to set it off (Skillin et al. 1974; and Chicago Press 1982):\nThe scatterometer is separated into\n1. A gimbal\n2. A transmitter-receiver assembly\n3. Rack-mounted electronics\nEbbitt and Ebbitt (1982) neatly explain use of parentheses with other\npunctuation marks as follows:\nWhen a complete sentence in parentheses comes within a sentence (notice\nthe punctuation of this one), it needs neither a capital letter nor a\nperiod. Commas and other marks of punctuation in the main sentence\nalways follow the parenthesis (as here and in the preceding sentence). (A\nsentence in parentheses, like this one, that does not stand within another\nsentence has the end punctuation before the closing parenthesis.)\nPunctuation (for example, question marks, quotation marks) of the ideas\nwithin parentheses remains within parentheses, while punctuation of the\nmain sentence remains outside, almost always after the closing parenthesis\nrather than before an opening parenthesis. A comma precedes an open.\nparenthesis if the parenthetical matter clearly limits the word following it\n(Skillin et al. 1974):\nDespite these differences, (digital) image-gathering systems can be com-\npared with optical imaging systems.\n3.11. Period\nThe period is a mark of separation. Its primary purpose is to separate\ncomplete thoughts, to mark the end of declarative and imperative sentences.\n(Interrogative sentences end with a question mark; exclamatory, with an\nexclamation point.) The key word here is complete; a period should be used\nonly after a sentence complete with subject and predicate.\n· Do not use a period after headings on separate lines (run-in headings are\noften separated from text by a period), after running heads, after table\ntitles, or after items in an enumerated, displayed list unless one or more of\nthe items are complete sentences:\nThe purposes of this report are\n1. To evaluate the performance of instruments\n2. To expand the data base\nWe can define the requirements of the power converter as follows:\n1. Energy conversion should be high.\n2. Efficiency should be independent of laser wavelength.\n71",
      "source_file": "19900017394-ページ-80.pdf"
    }
  ]
}