{
  "file_name": "19900017394-ページ-5.pdf",
  "file_hash": "14d2705166477a09434f1e90634bbb7c63cbe38c93ffc3be88d26bde9f682b02",
  "processed_at": "2025-06-12T16:52:24.178747",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 3. Punctuation\n3.16. Slash\nA slash, also called solidus or virgule, can be correctly used (1) in and/or,\n(2) in fractions (x/y), (3) to indicate per (m/sec), and (4) when quoting\npoetry.\nAlthough most usage and grammar authorities do not acknowledge use\nof the slash in a temporary compound, it is being widely used to indicate\ntemporary compounds. In drafts of NASA reports, we frequently find such\nconstructions as\nhoop/column antenna\nboundary-layer/shock-wave interaction\nmatrices/vectors\nlateral/directional characteristics\nIn the first example (hoop/column), those coining the new technical\nterm seem to have chosen (erroneously) to use a slash rather than a hyphen;\nhowever, this term, meaning a combination of a hoop and a column, has been\nwidely used with the slash. In the second example (boundary-layer/shock-\nwave interaction), the slash is being used as an en dash, or \"long hyphen.\"\nIn the third example (matrices/vectors), the slash indicates alternatives, a\nusage that Tichy and Fourdrinier (1988) accept with caution. In the last\nexample (lateral/directional), the slash is being used in a unit modifier that\nhas been hyphenated for years.\nThese four examples illustrate our objection to use of the slash in\ntemporary compounds: Its meaning is not clear.\n· We therefore prefer that the slash be changed to a hyphen,\nThe 15-m hoop-column antenna is a deployable and restowable structure.\nto an en dash,\nThese phenomena result from shock-wave-boundary-layer interaction.\nor to and, or, or and/or,\nOperator splitting is additive decomposition of some matrices and vectors\nin the model.\nOf course, some technical terms have become standard with the slash (for\nexample, V/STOL, stall/spin).\n. A term that is accepted as standard with a slash may be used with the\nslash.\n80",
      "source_file": "19900017394-ページ-5.pdf"
    },
    {
      "page_number": 2,
      "content": "Chapter 4. Capitalization\n4.1. Introduction\n\"It is impossible to give rules that will cover every conceivable problem\nin capitalization\" (G.P.O. 1984). Actually, what is capitalized is mostly a\nmatter of editorial style and preference rather than a matter of generally\naccepted rules. In addition, although there is a clearly recognized rule\nrequiring capitalization of proper nouns and adjectives, opinions differ\nconcerning what a proper noun is.\nFirst we should define terms used when discussing capitalization:\n. Full caps means that every letter in an expression is capital, LIKE\nTHIS.\n. Caps & lc means that the principal words of an expression are capital-\nized, Like This.\n. Caps and small caps refers to a particular font of type containing small\ncapital letters instead of lowercase letters.\nElements in a document such as headings, titles, and captions may be\ncapitalized in either sentence style or headline style:\n· Sentence style calls for capitalization of the first letter, and proper\nnouns of course.\n· Headline style calls for capitalization of all principal words (also called\ncaps & lc).\nModern publishers tend toward a down style of capitalization, that is,\ntoward use of fewer capitals, rather than an up style (Chicago Press 1982).\nThis chapter presents guidelines and Langley editorial preference for\ncapitalization. There is so much difference of opinion among authorities\nas well as individuals concerning proper nouns and adjectives that total\nconsistency among editors and authors is impossible. The important goal\nshould be consistency within a particular document. The next three sections\ndeal with the more clear-cut uses for capitalization; the last section deals\nwith the most difficult area, proper nouns and adjectives.\n4.2. Sentence Style\nCapitalization\nIt is second nature for us to capitalize the beginnings of such things as\nsentences, quotations, and captions. Rules hardly need to be expressed to\ncover these areas; however this section briefly addresses them and indicates\nLangley's preferred style.\n81",
      "source_file": "19900017394-ページ-5.pdf"
    }
  ]
}