{
  "file_name": "19900017394-ページ-49.pdf",
  "file_hash": "15bba4ceb67b24dfaf840581230ccc92dcd61c608e0889022e85e48b697c54f1",
  "processed_at": "2025-06-12T16:29:56.960568",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 2. Sentence Structure\nsome modifiers, for example, good, have irregular comparisons; the words\nthemselves change:\nPositive\nComparative\nSuperlative\nhigh\nhigher\nhighest\ndependable\nmore dependable\nmost dependable\ncarefully\nless carefully\nleast carefully\ngood\nbetter\nbest\nfar\nfarther, further\nfarthest, furthest\n. The comparative degree is used to compare two persons or things or to\ncompare a person or thing with a class:\nPressures were higher on the left nozzle than on the right nozzle.\nThe values from the second test varied more than those from the first\ntest.\nPressures were higher at orifice 7 than at the other 47 orifices.\nNote the use of other in the last example; either other or else is required\nwhen a person or thing is compared with a class in comparative degree.\n. The superlative degree is used to compare more than two persons or things.\nThe word all (not any) is used with superlative degree for comparison with\na class.\nOf four nozzle configurations, the dry power nozzle experienced the\nhighest pressures\nThe values from the eighth test varied most.\nPressures at orifice 7 were highest of those at all 48 orifices.\n2.5.2. Ambiguous\nComparisons\nTichy and Fourdrinier (1988) discuss several types of errors which obscure\nmeaning in comparisons: incomplete comparisons and omission of standard\nare often encountered in technical writing.\nIncomplete comparisons\nUnless all necessary words are included, many comparison sentences\nhave two meanings:\nAmbig.\nThe astronaut could hear her companion better than\nthe control operator.\nEither\nThe astronaut could hear her companion better than\nthe control operator could.\nOr\nThe astronaut could hear her companion better than\nshe could hear the control operator.\n40",
      "source_file": "19900017394-ページ-49.pdf"
    }
  ]
}