{
  "file_name": "19900017394-ページ-60.pdf",
  "file_hash": "1a6b66972e2001918d66eecccf8f1cd94f843c82877c2553071fd0bd15351e68",
  "processed_at": "2025-06-12T16:30:19.936016",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 3.5. Comma\nQuotations\nA colon may be used to introduce a direct quotation, particularly if the\nquote is long (more than one sentence) or not built closely into the sentence\n(Ebbitt and Ebbitt 1982):\nIn reference 6, he states this conclusion: \"Thermal neutron fluxes up to\n1020 might be required.\"\nHowever, a comma is usually sufficient for direct quotations (section 3.5.1):\nIn reference 6 he states, \"Thermal neutron fluxes up to 1020 might be\nrequired.\"\nNeither a colon nor a comma should be used before an indirect quotation:\nIn reference 6, he concludes that thermal neutron fluxes up to 1020 might\nbe required.\n3.4.2. Conventional\nUses of\nthe Colon\nThe colon is used by convention as follows:\n. After the salutation in formal letters: Dear Sir:\n· Between hours and minutes in time: 11:30 a.m.\n. In reference citations: Slater, Philip N .: Remote Sensing .. .\n· To express ratios: 2:1 mixture\n3.4.3. Use With Other\nMarks\nA colon follows closing parentheses and closing quotation marks.\n3.5. Comma\nOf all the marks of punctuation, the comma requires the most judgment.\nTo punctuate with commas requires not only compliance with a set of rules\nbut also thorough understanding of the material being punctuated. Commas\ncan change meaning!\nThe primary functions of the comma are to separate and to enclose\nelements of a sentence. The function of a particular comma is important:\nwhen it separates, it stands alone, but when it encloses, it needs a partner.\nThe instances when commas separate sentence elements are discussed first\nin this section, and then the instances when commas enclose.\n3.5.1. Commas That\nSeparate\nMany separating uses of the comma are optional in an open style. If commas\nare used whenever possible, they chop up the text and can even render it\ndifficult to read, contrary to the purpose of punctuation.\n51",
      "source_file": "19900017394-ページ-60.pdf"
    }
  ]
}