{
  "file_name": "19900017394-ページ-21.pdf",
  "file_hash": "209d4f4f17b221eb7615c896b0b2e766954e3e1908e83f11e6145a9e3d5e9746",
  "processed_at": "2025-06-12T16:42:41.410781",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 1. Grammar\nCollective subjects\nA singular collective subject, which names a group of people or things,\nis treated as singular when the group is considered a unit or as plural when\nthe members of the group are considered individually:\nLangley's research staff is well-known for its achievements in aeronautics.\nLangley's research staff do not all publish their results in report form.\n· The number of such words as most, all, some, half, part, or percent is\ngoverned by the number of the noun in the phrase that follows, or that\ncould follow, them:\nMost of the measurements contain this error.\nMost of the disagreement between the plots is attributed to this error.\nSix percent of the chord has laminar flow.\nOf the subjects tested, six percent rate all the noises acceptable.\n· When a number is used with a plural noun to indicate a single measurement,\na singular verb is required:\nTwenty liters of fuel has passed through the combustion system.\nWhen such a subject is thought of as individual parts, a plural verb is\nappropriate:\nTwenty milliliters of water were added, one at a time, to the solution.\nCompound clauses with auxiliary verbs omitted\nIn compound sentences with passive voice verbs, the auxiliary verbs are\nsometimes erroneously omitted:\nThe wing plate was fabricated from nickel 201, its surface polished, and\nnickel rods welded to its edge.\n. The omission of auxiliary verbs is grammatical unless the subjects change\nnumber (Rowland 1962). The above sentence should be\nThe wing plate was fabricated from nickel 201, its surface was polished,\nand nickel rods were welded to its edge.\n1.5. Adjectives\nSince modifiers make up the bulk of most writing, their placement is very\nimportant to sentence structure.\nIn contrast to adverbs, adjectives are naturally placed near the noun\nor pronoun that they modify. Single-word adjectives and unit modifiers\nprecede the noun and adjective phrases and clauses follow it. See section\n2.2.3 for a discussion of placement of modifiers.\nSee section 2.5.1 for discussion of the degree (positive, comparative,\nand superlative) of adjectives.\n12",
      "source_file": "19900017394-ページ-21.pdf"
    }
  ]
}