{
  "file_name": "19900017394-ページ-77.pdf",
  "file_hash": "232e27a0ac5902668d4c5bfed48976d5b246dd8232b20bd0224d36c731297958",
  "processed_at": "2025-06-12T16:37:28.348763",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 3. Punctuation\nOnly rarely would a whole sentence be italicized for emphasis and never\na whole passage (Chicago Press 1982). As a matter of fact, overuse of\nitalics causes them to lose their force. Italics for special effects \"are used\nless and less ... , especially by mature writers who prefer to obtain their\neffect structurally ... writers who find themselves underlining frequently for\nemphasis might consider (1) whether many of the italics are not superfluous,\nthe emphasis being apparent from the context, or (2) if the emphasis is not\napparent, whether it cannot be achieved more gracefully by recasting the\nsentence\" (Chicago Press 1982). Consider the following sentences:\nAlthough holographic interferometry and modulation transfer function\ntechniques were applied, a simple shadowgraph system eventually identi-\nfied the flow-visualization problem.\nThe flow-visualization problem was eventually identified not by holo-\ngraphic interferometry, not by modulation transfer function techniques,\nbut by a simple shadowgraph system.\n3.9.2. Italics for\nSpecial\nTerminology\nA key term in a discussion or a technical term accompanied by its definition\nis often italicized on first use:\nCaustics, concentrations of light corresponding to a family of rays,\nmanifest themselves as bright streaks on the photographs.\nFor coined terms or technical terms used in a nonstandard way, quotes are\npreferred to italics (see section 3.14.2).\n3.9.3. Italics for\nDifferentiation\nItalicize a word used not to represent an idea as usual, but as the word itself:\nA colon is not used after that is, for example, or such as.\nLikewise, letters used as letters are italicized:\nThe operator presses the letter n to indicate \"no\" and the letter y to\nindicate \"yes.\"\nLetters indicating shape (V-tail, L-shaped), letter designations (case A,\nappendix C), and letters indicating subdivisions (figure 1(a), equation (2c))\nare not italic. Sans serif letters may be used to indicate shape, but roman\ntype is also acceptable (Skillin et al. 1974).\nNote that the plurals of italic words used as words and italic letters\nused as letters are formed with roman s's:\nand's, if's, and but's\ni's and o's\n68",
      "source_file": "19900017394-ページ-77.pdf"
    }
  ]
}