{
  "file_name": "19900017394-ページ-63.pdf",
  "file_hash": "25f275e2af035c397b29d8dd6dc1acbddf0638c23a96551b9632cf7970ccf723",
  "processed_at": "2025-06-12T16:36:58.436648",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 3. Punctuation\nWrong\nSoon after the photon density becomes steady as gains\nand losses balance each other.\nBetter\nSoon after, the photon density becomes steady as gains\nand losses balance each other.\n. Do not place a comma after an introductory phrase that immediately\nprecedes the verb it modifies:\nWrong\nOnly in recent years, has the delta function been rigor-\nously defined.\nCorrect\nOnly in recent years has the delta function been rigor-\nously defined.\nRemember that after introductory clauses and phrases the comma is\nseparating, not enclosing. A comma is appropriate after an internal phrase\nor clause, but it is not appropriate before unless the phrase or clause is\nnonrestrictive (see section 3.5.2).\n· A comma follows, but does not precede, restrictive introductory elements:\nWrong\nRecombination rate is larger than quenching rate, and,\nafter lasing is achieved, both are smaller than photo-\ndissociation rate.\nCorrect\nRecombination rate is larger than quenching rate, and\nafter lasing is achieved, both are smaller than photo-\ndissociation rate.\nWrong\nThe laser pulse was reasonably stationary, although, at\n1.6 msec, motion of the arc is evident.\nCorrect\nThe laser pulse was reasonably stationary, although at\n1.6 msec, motion of the arc is evident.\n. A comma both precedes and follows nonrestrictive introductory elements:\nCorrect\nNote that, even though they are unbounded, the delta\nfunctions are plotted as arrows with their heights rep-\nresenting the coefficient magnitudes.\nCoordinate adjectives\n\"Adjectives are coordinate if (1) they can be linked by and and (2) they\nindependently modify the substantive\" (Linton 1962).\n· Separate by commas only those consecutive adjectives that are coordinate.\nDeciding whether adjectives are coordinate can be tricky; two tests might\nhelp. First try inserting and between the adjectives:\nThe delta function has a long controversial history. (long and controver-\nsial?)\n54",
      "source_file": "19900017394-ページ-63.pdf"
    }
  ]
}