{
  "file_name": "19900017394-ページ-27.pdf",
  "file_hash": "28a58d64b58546038339088f47c8c284eb963abde8ece6d21b43934450d25297",
  "processed_at": "2025-06-12T16:35:23.584804",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 1. Grammar\n1.7.1. Prepositional\nIdioms\nChoosing the right preposition to use in a particular construction is a mat-\nter of idiomatic usage, not governed by grammatical rules. Therefore, when\nquestions arise concerning prepositional idioms, consult the dictionary, a us-\nage reference (such as Bernstein 1981), or a list of such idioms (Skillin et al.\n1974 and Rowland 1962 contain sections entitled \"The Right Preposition\").\nSome examples of prepositional idioms follow:\nanalogous to\ncorrelation with\nattempt (n.) at\nimplicit in\nattempt (v.) to\nsimilar to\ncoincident with\ntheorize about\ndifferent from\nvariance with\n1.7.2. Terminal\nPrepositions\nMost authorities agree that ending a sentence with a preposition is grammat-\nical, although they often recommend avoiding terminal prepositions because\nsentences should end with strong words rather than weak ones (see section\n2.6 for positions of emphasis in a sentence). If deleting a terminal prepo-\nsition results in an awkward sentence or changes emphasis in the sentence,\nnothing has been gained:\nTerm. prep.\nThis hypothesis is intuitively difficult to disagree with.\nAwkward\nThis is an intuitively difficult hypothesis with which to\ndisagree.\nChange\nTo disagree with this hypothesis is intuitively difficult.\nemphasis\nBernstein (1981) provides an excellent discussion of this topic. He\nsummarizes by stating, \"If by trying to avoid ending a sentence with a\npreposition you have seemed to twist words out of their normal order and\nhave created a pompous-sounding locution, abandon the effort.\"\n1.7.3. Repeating\nPrepositions\nPrepositions must be repeated in coordinate phrases only when they are\nrequired for clarity or when their omission breaks rules of parallelism:\nUnclear\nShock tests were conducted in nitrogen and oxygen.\nEither\nShock tests were conducted in nitrogen and in oxygen.\nOr\nShock tests were conducted in a mixture of oxygen and\nnitrogen.\nNot parallel\nTests were conducted not only in nitrogen but also\noxygen.\nCorrect\nTests were conducted not only in nitrogen but also in\noxygen.\nOf course, prepositions (and articles) can be repeated for emphasis.\n18",
      "source_file": "19900017394-ページ-27.pdf"
    }
  ]
}