{
  "file_name": "19900017394-ページ-83.pdf",
  "file_hash": "33ad2f8c94e189c46f6ba47d7e0fdf527d43252e217630905e2197f2ba060789",
  "processed_at": "2025-06-12T16:42:29.591763",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 3. Punctuation\nPunctuation in the quote before or after the ellipsis should be retained if it\nwill enhance meaning:\n\"The gangs were of all races and conditions: ... part of the huge compost\nof America.\"\n\"In the city of Hampton alone, hundreds of families emigrated ... , scores\nwere made jobless, houses were empty and business generally suffered.\"\n. The terminal period (at the end of a sentence) is always retained before an\nellipsis and may be retained after ellipsis to enhance meaning:\nPeriod\nAt a Mach number of 0.98, \"the needle of the Mach\nbefore\nmeter took an abrupt jump past M = 1.0 and went\nellipsis\nagainst the peg, which is a distance equal to about 0.05\nin Mach number past 1.0 .... \"\nPeriod\n\"When the Mach number went off the scale, the pilot\nafter\nshut down all cylinders .... Preliminary NASA data\nellipsis\nwork-up indicates that a Mach number of 1.06 was\nreached.\"\nNote the difference in spacing of periods before and after points of ellipsis.\n3.13. Question\nMark\nThe purpose of the question mark is to terminate a direct question, whether\nthe question is an independent sentence, a clause within a sentence, or a\ndirect quotation:\nWhat system identification procedure should be used for a statically\nunstable aircraft?\nThe question addressed by this research project is, What system identi-\nfication procedure should be used for a statically unstable aircraft?\nIn reference 2, Jones asks, \"What system identification procedure should\nbe used for a statically unstable aircraft?\"\nWhen the direct question occurs within a sentence (as in the second example\nabove), the author may or may not choose to capitalize the first word of the\nquestion.\n. When the question is a single word, such as when, how, or why, within a\nsentence, neither a question mark nor a capital is necessary; the word is\noften italicized:\nThe announcement should answer the questions who, what, where, when,\nand why.\n· A question mark should not follow an indirect question:\nThis research project addresses what system identification procedure\nshould be used for statically unstable aircraft.\n74",
      "source_file": "19900017394-ページ-83.pdf"
    }
  ]
}