{
  "file_name": "19900017394-ページ-31.pdf",
  "file_hash": "3b2cc54db8f47a08105303a06dc7a99ba1e6233c17dd173c58f5e6cffb5765d3",
  "processed_at": "2025-06-12T16:39:58.318438",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 1. Grammar\n. When a phrase or clause intervenes between that and the rest of the\ndependent clause, that is sometimes incorrectly repeated:\nWrong\nHe concluded that because checks were made with 128\ncollocation points and only small differences were found,\nthat the results shown were converged.\nEither\nHe concluded that because checks were made with 128\ncollocation points and only small differences were found,\nthe results shown were converged.\nOr\nBecause he made checks with 128 collocation points\nand found only small differences, he concluded that the\nresults shown were converged.\n1.9. Verbals\nThe three types of verbals are the gerund (verb ending in ing used as a\nnoun), the participle (verb used as an adjective), and the infinitive (verb\npreceded by to used as an adverb, adjective, or noun).\n1.9.1. Coordinate\nGerunds and\nInfinitives\nGrammar authorities all remind us that a gerund takes a singular verb:\nSubstituting the expression into equation (2) yields ...\n1:\nBut these authorities are silent on the number of a verb following coordinate\ngerund subjects:\nSubstituting this expression in equation (2) and simplifying the result\nyields . . .\n· We prefer a singular verb if a series of actions expressed by coordinate\ngerunds can be considered a single process.\n· Likewise, the prepositions should not be repeated before coordinate gerunds\nor infinitives that express a process (Rowland 1962):\nThe following expression results from substituting equation (1) into\nequation (2), integrating by parts, and taking the limit.\nThe test procedure was to combine the samples in a large vat, stir the\nmixture, and then withdraw samples for analysis.\nSee section 1.7.3 concerning repetition of prepositions in coordinate phrases.\n1.9.2. Idiom Requiring\nGerund or\nInfinitive\nWhether a particular verb should be followed by an infinitive or a gerund\nphrase is a matter of idiom, for example,\nCorrect\nThe display helped the pilot to cope with the increased\nwork load.\nWrong\nThe display aided the pilot to cope with the increased\nwork load.\n22",
      "source_file": "19900017394-ページ-31.pdf"
    }
  ]
}