{
  "file_name": "19900017394-ページ-73.pdf",
  "file_hash": "3d75f781a9478cfbe2a491fde81cfee36da54eebbeed25280a83992f501d18ea",
  "processed_at": "2025-06-12T16:32:09.263588",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 3. Punctuation\n3.8. Hyphen\nThe hyphen4 is used to connect words or parts of words: it connects the\nsyllables of words broken at the ends of lines, it connects prefixes and suffixes\nto words, and it connects compound words. The modern trend is away from\nhyphenation. Permanent compounds tend to become solid, and temporary\ncompounds tend to be hyphenated only when necessary to avoid ambiguity.\n3.8.1. Word\nDivision\nWords may be hyphenated at the ends of lines between syllables. Proper\nplaces to break words are determined from your favorite dictionary. We\nprefer\nWebster's Third New International Dictionary of the English Lan-\nguage, Unabridged. G. & C. Merriam Co., c.1967.\nWebster's Ninth New Collegiate Dictionary. Merriam-Webster,\nInc., c.1983.\nIn general, end-of-line hyphens should be avoided when possible. To\navoid extremely ragged right margins in unjustified text or to avoid large\nspaces between words in justified text, words may be hyphenated at the\nends of lines. The following guidelines for end-of-line hyphenation are taken\nfrom The Chicago Manual of Style (Chicago Press 1982):\n· Words may be divided only between syllables. Consult a dictionary for\nsyllabification.\n. Divisions leaving one letter at the end or beginning of a line are not\npermissible.\n· Two-letter syllables may be left at the end of a line, but two-letter endings\nmay not be carried to the next line.\n· The last word of a paragraph, page, or similar item (e.g., reference citation,\nfigure caption) should not be divided.\n. A hyphenated compound should be divided only at the hyphen. Likewise it\nis best to divide solid compounds at the natural breaks (after-body), after\nprefixes (dis-comfort), and before suffixes (other-wise).\n· Avoid, if possible, several consecutive end-of-line hyphens.\n3.8.2. Prefixes\nHyphens are sometimes used to connect a prefix to a word. The tendency\nis to eliminate the hyphen after a prefix.\n· Hyphens are always required with the following prefixes:\nall-\nquasi-\nhalf-\nself-\nquarter-\nex-\n4 In typewritten material, the hyphen represents an en dash, and two hyphens with no\nspace around them are preferred for representing an em dash.\n64",
      "source_file": "19900017394-ページ-73.pdf"
    }
  ]
}