{
  "file_name": "19900017394-ページ-52.pdf",
  "file_hash": "3f83fcf7c9b3244ca6598a1921c6f68452be06d05f2c857420031b6cd94202ba",
  "processed_at": "2025-06-12T16:46:44.703184",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 2.6. Emphasis\n· Different takes the preposition from:\nPoor\nThe measurements on the lower surface showed a dif-\nferent trend than those on the upper surface.\nBetter\nThe measurements on the lower surface showed a dif-\nferent trend from those on the upper surface.\nBernstein (1981) explains the rare occasions when different than is\nappropriate to avoid the elaborate construction from that which:\nIn error analysis, standard deviation may be calculated with a different\nequation than in statistical analysis.\nJust as demonstrative pronouns are sometimes needed to complete a\ncomparison (section 2.5.2), they are sometimes needed with different:\nPoor\nThe interpretation of \"standard deviation\" in error\nanalysis is different from statistical analysis.\nBetter\nThe interpretation of \"standard deviation\" in error\nanalysis is different from that in statistical analysis.\nThe ... , the\nAn effective method of comparison is the idiomatic correlative construc-\ntion involving the ... , the:\nThe lower the temperature, the more brittle the steel becomes.\n2.6. Emphasis\nThe subject of sentence emphasis is often neglected by authors and editors.\nMany writers must resort to underlining (or italicizing) to emphasize an idea\nbecause they do not understand methods of emphasis (see section 3.9.1).\nEditors who do not pay attention to emphasis cannot assist these authors\nand, worse yet, may overlook the effect that editorial revisions have on\nsentence emphasis.\n\"Any sentence markedly different from the preceding sentences receives\nstress-a short sentence after several long ones; a periodic sentence after\nloose sentences; a simple sentence after a series of complex, compound, or\ncompound-complex sentences\" (Tichy and Fourdrinier 1988). Be sure that\na contrasting sentence contains an important idea.\n2.6.1. Emphasizing\nWith Sentence\nStructure\nThe above quote from Tichy and Fourdrinier illustrates a most effective\nmethod of emphasis: parallelism. As discussed in sections 1.8.1 and 2.3,\nparallelism is grammatically required at times. It can also be used to\nemphasize the likeness or contrast between items. In parallel constructions,\nemphasis on the individual parallel items can be increased by repeating\narticles, prepositions, or introductory words:\n43",
      "source_file": "19900017394-ページ-52.pdf"
    }
  ]
}