{
  "file_name": "19900017394-ページ-51.pdf",
  "file_hash": "41edd0b1252b0fd130bf5ad13a0565e9b4b5a6d9772a85dda1140cae6a8d3114",
  "processed_at": "2025-06-12T16:48:22.171587",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 2. Sentence Structure\nBetter\nThe grain-refined material was much tougher than the\ncontrol material.\nPoor\nThe grain-refining heat treatment increased toughness\nby 10 percent compared with the control material.\nBetter\nThe grain-refining heat treatment increased toughness\nof the control material by 10 percent.\nPoor\nThe configuration with fuselage incidence experienced\nan increase in drag coefficient of 2 percent compared\nwith the baseline configuration.\nBetter\nThe configuration with fuselage incidence experienced\nan increase in drag coefficient of 2 percent over that of\nthe baseline configuration.\nAs . . . as\nThe correlative construction as ... as is an excellent method of indicat-\ning similarity, or dissimilarity:\nThe ferritic steels are not as tough at cryogenic temperature as at room\ntemperature.\nThe second as should not be omitted when a comparative degree modifier\nintervenes:\nPoor\nAfter grain refinement, the steel is as hard if not harder\nthan before.\nBetter\nAfter grain refinement, the steel is as hard as, if not\nharder than, before.\nOr\nAfter grain refinement, the steel is as hard as before, if\nnot harder.\nDifferent\nThe adjective different is often used superfluously:\nPoor\nFigure 16 presents data from two different wind-tunnel\nruns.\nBetter\nFigure 16 presents data from two wind-tunnel runs.\nNote that different should not be indiscriminately deleted. The above\nsentence could have meant\nFigure 16 presents data from two wind-tunnel runs at different conditions.\nWhen possible, change the predicate adjective different to the verb differ,\na more vigorous construction (see section 2.2.2):\nThe trends on the lower surface are different from those on the upper\nsurface.\nThe trends on the lower surface differ from those on the upper surface.\n42",
      "source_file": "19900017394-ページ-51.pdf"
    }
  ]
}