{
  "file_name": "19900017394-ページ-40.pdf",
  "file_hash": "45a19a5ff72d3b3105c86cd098f32cd6dca5cf30e016f93c38dca8251839785b",
  "processed_at": "2025-06-12T16:43:09.616022",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 2.2. Subjects and Verbs\nPassive\nPressures and cold-wall heating rates, normalized with\nrespect to wing surface conditions, are shown in figures\n2 and 3.\nActive\nFigures 2 and 3 show pressures and cold-wall heat-\ning rates, normalized with respect to wing surface\nconditions.\nThe active version of the last example ascribes a human ability (to show)\nto an inanimate object (figure), a rhetorical device commonly called per-\nsonification. Rowland (1962) states, \"Personification, if not overdone, is an\neffective means of conferring vigor and emphasis ... and affords relief from\nexcessive use of passive voice.\" Bernstein (1981) agrees, but both caution\nagainst ludicrous attributions (called pathetic fallacy); for example,\nPath.\nNonessential loads can take advantage of voltage regu-\nlation, but essential loads cannot.\nfallacy\nBetter\nFor nonessential loads, designers can take advantage of\nvoltage regulation, but for essential loads, they cannot.\nLinking verbs also can sometimes be converted to active voice:\nLinking\nThe velocity and density sensitivities are both depen-\nverb\ndent on Mach number.\nActive\nThe velocity and density sensitivities both depend on\nMach number.\nVerbals\nActive writing does not require active voice, since there are other types\nof active constructions (Linton 1962):\nPrepositional phrase:\nGerund phrase:\nmethods for reducing . ..\nmethods to reduce ...\nmethods for reduction of ...\nInfinitive phrase:\nThe emphasis on the action increases from the prepositional to the gerund\nphrase and from the gerund to the infinitive phrase.\n2.2.3. Improve\nSubject-Verb\nRelationship\nThe subject and verb should be the most important elements of a sentence.\nToo many modifiers, particularly between the subject and verb, can over-\npower these elements. If modifiers are more interesting and active than\nthe sentence itself (subject-verb-object), the action of at least some modi-\nfiers should be transferred either to the main verb or to a new sentence or\nindependent clause:\nPoor\nThe test medium is the combustion products of methane\nand air, which are produced in a high-pressure combus-\ntor, expanded through an axisymmetric contoured noz-\nzle, and diffused and pumped from the test section to\nthe atmosphere through an annular air ejector.\n31",
      "source_file": "19900017394-ページ-40.pdf"
    }
  ]
}