{
  "file_name": "19900017394-ページ-30.pdf",
  "file_hash": "491632bdc833107d72cdb419f87df2f78e5f7bd6044daa99ae7c57800a417dd9",
  "processed_at": "2025-06-12T16:33:21.908321",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 1.8: Conjunctions\n· If introduces clauses indicating condition; whether introduces clauses indi-\ncating alternatives:\nWrong\nAerodynamic forces were studied on a two-dimensional\nwing section to determine if similar trends would be\ncalculated.\nCorrect\nAerodynamic forces were studied on a two-dimensional\nwing section to determine whether similar trends would\nbe calculated.\n. Where refers to place or location. It is often used incorrectly to replace that,\nwhen, or a relative pronoun:\nWrong\nThis formulation is equivalent to the Prandtl-Glauert\ntransformation, where the body is stretched to correct\nfor the actual distance.\nCorrect\nThis formulation is equivalent to the Prandtl-Glauert\ntransformation, by which the body is stretched to cor-\nrect for the actual distance.\n. While used in the sense of although or whereas is becoming accepted, with\nreservation. Skillin et al. (1974) approve of using while to mean although\nso long as its use \"does not defy the sense of at the same time.\" Bernstein\n(1981) describes this usage of while as acceptable, \"but with less universal\nsanction.\"\nFor a better understanding of these or other usage problems, consult\nBernstein (1981) or other usage references.\nThe subordinating conjunction that\nThe subordinating conjunction that is defined in the dictionary as\na function word that introduces several types of dependent clauses, for\nexample, noun clauses:\nThat the seven-term function does not result in a good approximation is\napparent.\n. That may sometimes be omitted in noun clauses (particularly following such\nverbs as say, think, and believe), but this omission is not recommended:\nCorrect\nThe listeners believe the noise might hurt them.\nBetter\nThe listeners believe that the noise might hurt them.\nCorrect\nThe computation is adequate provided it is converged\nwith respect to collocation order.\nBetter\nThe computation is adequate provided that it is con-\nverged with respect to collocation order.\n21",
      "source_file": "19900017394-ページ-30.pdf"
    }
  ]
}