{
  "file_name": "19900017394-ページ-67.pdf",
  "file_hash": "49a26e70953d2a7dab93aa063654741a30369c53a535eb54c2641d72fd614bae",
  "processed_at": "2025-06-12T16:36:35.585774",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 3. Punctuation\nAppositives\nWords or phrases in apposition are enclosed by commas unless the\nappositive is restrictive. A restrictive appositive is required to distinguish\nits antecedent from other members of the same class:\nRest.\nThe noble gas argon was chosen for the lasant gas.\nNonrest.\nArgon, the lightest noble gas that will lase, was chosen\nfor the lasant gas.\n· Dashes (em) may enclose appositives to improve clarity, particularly when\nthe appositive contains commas (section 3.6.1).\n. The word or often precedes nonrestrictive appositives. The appositional or\nalways requires enclosure:\nThe concept of a laser powered directly by nuclear energy, or a direct\nnuclear-pumped laser, came into existence shortly after discovery of the\nlaser.\n. Commas are usually omitted around symbolic appositives, whether restric-\ntive or not:\nRest.\nThe coefficients CL and Cm are plotted in figure 23.\nNonrest.\nThe lift coefficient CL is plotted in figure 23.\nHowever, if the author or editor prefers, nonrestrictive symbolic appositives\nmay be enclosed by commas:\nThe two most sensitive parameters in the estimations, a and 3, are\ncompared with measured values in table II.\nInterrupting elements\nParenthetical phrases, rhetorical adverbs, antithetical phrases, intro-\nductory words, and other interruptive sentence elements may be enclosed\nby commas when they are nonrestrictive:\n· Parenthetical phrase\nAuxiliary meteorological data used herein, such as vorticity, have been\ncomputed from NMC isobaric height fields.\n· Rhetorical adverb\nThe time between independent measurements cannot be reliably esti-\nmated; it can be assumed, however, to lie between 20 and 120 minutes.\nNote: The placement and punctuation of rhetorical adverbs affect\nemphasis (see section 2.6).\n58",
      "source_file": "19900017394-ページ-67.pdf"
    }
  ]
}