{
  "file_name": "19900017394-ページ-79.pdf",
  "file_hash": "4e7cd178dbc02125dfcc8e9cd8849fdd179ca9c040be0e88515621a4c4c7e014",
  "processed_at": "2025-06-12T16:49:31.129821",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 3. Punctuation\n. The name of a specific aircraft, spacecraft, ship, or train is italicized, but\nnot the name or designation of a class of craft or the abbreviations S.S. or\nH.M.S .:\nS.S. United States\nbut\nDC-3\nF-14 Tomcat\nProject Apollo\nSpace Shuttle Columbia\nApollo 12\n3.9.6. Italics With\nTypefaces\nOther Than\nRoman\nThe rules and guidelines discussed so far in this section are based on the\nassumption that the surrounding text is roman. If the surrounding text is\nnot roman, adjustments must be made:\n. The typeface used for symbols remains italic even when the surrounding\ntypeface changes.\n. Items other than symbols that are normally set in italic on roman type are\nset in roman on italic type.\n· Items other than symbols that are normally set in italic on roman type may\nbe quoted in caps and small caps or boldface type.\n3.9.7. Italics With\nPunctuation\nThe standard printer's rule is to set punctuation marks in the typeface\nof the letter preceding them (Chicago Press 1982). This rule does not\napply to parentheses and brackets however. Also Skillin et al. (1974) prefer\nthat quotation marks, question marks, and exclamation marks, as well as\nparentheses, be set according to the context of the sentence.\n3.10. Parentheses\nParentheses may be used to enclose nonrestrictive or interrupting elements.\nCommas or dashes may also be used for this purpose (see section 3.6.1).\n. Parentheses are most appropriate to enclose a nonrestrictive element that\nis only loosely connected to the sentence and could be left out without\ndamaging the sentence.\n. Do not insert a parenthetical element with no relation whatever to the rest\nof the sentence. The following example is taken from Fowler (1944):\nIn writing this straightforward and workmanlike biography of his grand-\nfather (the book was finished before the war and delayed in publication)\nMr. Walter Jerrold has aimed at doing justice to Douglas Jerrold ....\nThe parenthetical idea has no bearing on the sentence!\n· Parentheses enclose numbers in an enumeration within a sentence:\nThe scatterometer is separated into (1) a gimbal, (2) a transmitter-\nreceiver assembly, and (3) rack-mounted electronics.\n70",
      "source_file": "19900017394-ページ-79.pdf"
    }
  ]
}