{
  "file_name": "19900017394-ページ-4.pdf",
  "file_hash": "51dece73327ab2a000c0208534f686c79c4afa25f1ee91cdbe566bd561fd5c77",
  "processed_at": "2025-06-12T16:39:50.500971",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Preface\nThe four chapters making up this reference publication were originally\nwritten as part of an ongoing effort to write a style manual for the Technical\nEditing Branch of the NASA Langley Research Center. These chapters were\nwritten for technical publishing professionals (primarily technical editors)\nat Langley. At the urging of my branch head, I am making this part of the\nstyle manual available to the technical publishing community.\nThis publication is directed toward professional writers, editors, and\nproofreaders. Those whose profession lies in other areas (for example,\nresearch or management), but who have occasion to write or review others'\nwriting will also find this information useful. By carefully studying the\nexamples and revisions to these examples, you can discern most of the\ntechniques in my editing \"bag of tricks\"; I hope that you editors will find\nthese of particular interest.\nBeing a technical editor, I drew nearly all the examples from the doc-\numents written by Langley's research staff. I admit that these examples\nare highly technical and therefore harder to understand, but technical edi-\ntors and other technical publishing professionals must understand grammar,\npunctuation, and capitalization in the context in which they work.\nIn writing these chapters, I came to a realization that has slowly been\ndawning on me during my 15 years as a technical editor: authorities differ\non many rules of grammar, punctuation, and capitalization; these rules are\nconstantly changing (as is our whole language); and these rules (when they\ncan be definitely ascertained) sometimes should be broken! Thus much\nof writing and editing is a matter of style, or preference. Some of the\ninformation in this publication, particularly the chapter on capitalization,\nis a matter of style. Langley's editorial preferences are being presented when\nyou see the words we prefer, \"we\" being Langley's editorial staff. I do not\nintend to imply that Langley's style is preferred over any other; however, if\nyou do not have a preferred style, Langley's editorial tradition is a long and\nrespected one.\nI wish to acknowledge that editorial tradition and the people who\nestablished it and trained me in it. I am also grateful to Alberta L. Cox,\nNASA Ames Research Center, and to Mary Fran Buehler, Jet Propulsion\nLaboratory, for reviewing this document.\n1\niii",
      "source_file": "19900017394-ページ-4.pdf"
    }
  ]
}