{
  "file_name": "19900017394-ページ-25.pdf",
  "file_hash": "541f1aeac702029bfb450adb5783616cc497e3ec9d8267e15e60355b629c5402",
  "processed_at": "2025-06-12T16:50:09.090075",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 1. Grammar\n(1984) for discussions of permissible temporary compound words. The above\nguidelines are based on the hyphenation rules proposed by Murdock (1982).\nShe attempted to eliminate the need for subjective decisions concerning the\nclarity of unit modifiers. Unfortunately, her rules do not always ensure\nclarity. It seems that authors and editors must subjectively decide whether\nor not a unit modifier is clear and readable without a hyphen.\n1.6. Adverbs\nAdverbs modify verbs, adjectives, and even other adverbs, but not nouns or\npronouns. Adjectives can modify only nouns and pronouns. Grammatical\nerrors sometimes occur when an adjective tries to modify a verb:\nWrong\nThe balance was mounted internal to the model.\nCorrect\nThe balance was internally mounted on the model.\nOr\nThe balance was mounted inside the model.\nNote the position of the adverb internally in the above example. The\nnatural place for a single-word adverb is within the verb phrase. However,\nsome adverbs can be moved within a sentence to change emphasis (see\nsection 2.6). Although adverbial words and phrases can be moved easily\nwithin a sentence, they can be misplaced when their modification is not\nclear.\nSee section 2.5.1 for discussion of degree (positive, comparative, and\nsuperlative) of adverbs.\n1.6.1. Misplaced\nAdverbs\nSome adverbs such as only, almost, nearly, also, quite, merely, and actually\nmust be placed as close as possible to the words that they modify (see the\ndiscussion of \"only\" in Bernstein 1981):\nMisplaced\nThe approximation is only valid for u = 0.\nCorrect\nThe approximation is valid only for u = 0.\nMisplaced\nThe flow had separated nearly over the whole wing.\nCorrect\nThe flow had separated over nearly the whole wing.\nMisplaced\nIt is only necessary to apply equations (6) to (12) to\ncompute D.\nCorrect\nIt is necessary to apply only equations (6) to (12) to\ncompute D.\n16",
      "source_file": "19900017394-ページ-25.pdf"
    }
  ]
}