{
  "file_name": "19900017394-ページ-71.pdf",
  "file_hash": "5531cddf3138392a42012fffce9ec4bb344cf40b90588d766709bd527e87e9ba",
  "processed_at": "2025-06-12T16:44:11.573956",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 3. Punctuation\n3.6.2. Dashes That\nSeparate\nThe dash is used to separate sentence elements in essentially three situations:\n. A dash separates a group of antecedents from their pronoun that is the\nsubject of the sentence:\nArgon, xenon, krypton, and neon-these are the possible choices of noble\ngases for use in nuclear pumped lasers.\n. In a displayed list, a dash may separate the item from an explanatory\nstatement:\nSupport systems for the facility supply the following:\n1. Air-The 600-psi system can deliver a flow rate of 300 lb/sec for 3\nmin.\n2. Cooling water-The closed-loop system delivers 450 gal/min at 550\npsig.\n3. Gaseous propellants-Hydrogen, oxygen, and nitrogen are supplied\nfrom tanks at 2400 psia.\n. A dash may separate two clauses when the second amplifies or restates the\nfirst:\nThe toughness of pseudo-maraging steel degrades at cryogenic temperatures-\nat -320°F, its Charpy impact energy is 6 ft-lb.\nThe colon (section 3.4.1) or semicolon (section 3.15.1) may also be used for\nthis purpose. The dash is less formal than the colon and more emphatic\nthan the semicolon.\n. A dash may precede a phrase like that is, namely, and for example when it\nintroduces a summarizing or explanatory phrase or clause at the end of a\nsentence, but a comma or semicolon may also be used (Rowland 1962). If\nan explanatory clause follows the sentence, a semicolon is necessary; if an\nexplanatory phrase follows, a comma is sufficient. If the explanatory phrase\nor clause receives enough emphasis by being at the end of the sentence, use\na comma or semicolon, whichever is appropriate:\nModerate\nemphasis\nOther random processes have average properties that\nvary appreciably with time, for example, the load de-\nmand on an electric power generating system.\nSome random processes are reasonably independent\nof the precise time; that is, measurements made at\ndifferent times are similar in their average properties.\nA dash would further emphasize the explanatory material:\nEmphatic\nOther random processes have average properties that\nvary appreciably with time-for example, the load de-\nmand on an electric power generating system.\n62",
      "source_file": "19900017394-ページ-71.pdf"
    }
  ]
}