{
  "file_name": "19900017394-ページ-20.pdf",
  "file_hash": "563c64deb0ae40bec126ea04e3c9202afbdb6d939fa9348ea281996a5160f75a",
  "processed_at": "2025-06-12T16:48:54.292286",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 1.4. Verbs\n· When a weak imperative is needed (for example, \"The figures should be\ncorrected quickly\")\nThe first two items justify much of the passive voice in technical documents.\nSee section 2.2.2 for a discussion of revising passive voice sentences to make\nthem active voice.\n1.4.4. Verb Number\nA verb must agree in number with its subject. This is a simple and\nabsolute rule. However, verb-noun disagreements (in number) are common\ngrammatical errors, sometimes caused by words intervening between the\nsubject and verb and sometimes caused by difficulty in determining the\nnumber of the subject.\n. Some nouns have confusing singular or plural forms, for example,\naeronautics, sing.\nequipment, sing.\napparatus, sing.\nhardware, sing.\napparatuses, pl.\nphenomena, pl.\ndata, pl.1\ncriteria, pl.\nConsult the dictionary or a usage book when there is a question concerning\nthe number of a particular noun.\nSubjects joined by coordinate conjunctions\n· Subjects joined by and, whether singular or plural, require a plural verb.\n· Singular subjects joined by or or nor require a singular verb.\n· When a singular subject and a plural subject are joined by or or nor, the\nverb agrees in number with the subject nearer to it.\n· When subjects are joined by and/or, the number of the verb depends on the\ninterpretation of and/or. Either a singular or plural verb can be justified.\nBernstein (1981) considers and/or a \"monstrosity\" and recommends that it\nbe avoided. Often either and or or alone is sufficient.\nSubjects with intervening phrases\nPhrases that intervene between the subject and verb do not affect the\nnumber of the verb; it always agrees with the subject:\nDamping ratio as well as frequency agrees with the experimental values.\nThis error plus any other systematic errors appears in the output of the\ninstrument.\n1 Authorities disagree on the number of the noun data. Bernstein (1981) takes the\ntraditional view that it is a plural noun, but Tichy and Fourdrinier (1988), Ebbitt and\nEbbitt (1982), and IRS (1962) consider it to be a collective noun either singular or plural\ndepending on its meaning. We prefer that data be plural in Langley reports.\n11",
      "source_file": "19900017394-ページ-20.pdf"
    }
  ]
}