{
  "file_name": "19900017394-ページ-56.pdf",
  "file_hash": "5b1fbab47694cad501f018aabfce77e46972c425f513be9e0da57e9e8fa6f35d",
  "processed_at": "2025-06-12T16:44:20.359091",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 3. Punctuation\n3.1. A Functional\nConcept of\nPunctuation\nPunctuation is placed in text to make meaning clear and to make reading\neasier. The various punctuation marks perform four functions: they (1)\nseparate (a period separates sentences), (2) group or enclose (parentheses\nenclose extraneous information), (3) connect (a hyphen connects a unit\nmodifier), and (4) impart meaning (a question mark may make an otherwise\ndeclarative sentence interrogative). The function of a punctuation mark is\nthe basis for the rules governing its use (Linton 1962) and should be the\nbasis for determining whether or not it is needed. The modern tendency\nis to punctuate to prevent misreading (open style) rather than to use\nall punctuation that the grammatical structure will allow (close style).\nAlthough the open style results in a more inviting product, it does allow\nsubjectivity, perhaps arbitrariness, in the use of some marks, for example,\nthe comma and hyphen. Consistency in the author's or editor's subjective\ndecisions is vital to a well-punctuated report.\nThis chapter addresses the marks of punctuation, in alphabetical\norder, presenting their functions, situations when the marks are required\nor incorrect, and situations when the marks are appropriate but optional.\nBecause the exclamation point is so rare in technical writing, it is not\ncovered herein. Guidelines for its use parallel those for the question mark\n(section 3.13).\n3.2. Apostrophe\nThe functions of the apostrophe are to indicate possession; to form the\nplurals of abbreviations, characters, and signs; and to indicate omitted\ncharacters in contractions.\nThe rules for forming the possessive case of nouns are presented in\nsection 1.2.1. An apostrophe is never used to form the possessive of a\npersonal pronoun.\n. We prefer to follow the G.P.O. (1984) and to use the 's to form the plural of\nsymbols, abbreviations, acronyms, designations, signs, numbers, and years:\nx's\na's\nC-130's\nPMT's\nM.A.'s\n4's\n+'s\n1970's\n60's\nNote: Chicago Press (1982) and Skillin et al. (1974) recommend\nthat the apostrophe be used in such plural constructions only when\nnecessary to avoid confusion.\n47",
      "source_file": "19900017394-ページ-56.pdf"
    }
  ]
}