{
  "file_name": "19900017394-ページ-82.pdf",
  "file_hash": "5d54eaa892a21eaab5b995ba01cbb64c6afe70f8808c2b7590ad2936f720ecfc",
  "processed_at": "2025-06-12T16:46:53.702534",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 3.12. Points of Ellipsis\n· Periods are used in section numbers\n1. Introduction\nThis subject is discussed in section I.A.1 of reference 3 and in section 5.2\nof this paper.\n3.11.3. Use With Other\nMarks\nA period may be used only with quotation marks, parentheses and brackets,\nand points of ellipsis, but not with other marks unless the period marks an\nabbreviation:\n(In this fig., the dots denote ... )\n(e.g., decimal numbers)\n(Why include the following three pp .? )\nBut a period is never repeated after an abbreviation:\nI prefer the abbreviation Ms.\n· Place periods before closing quotation marks.\nThe operator presses the letter n to indicate \"no\" and the letter y to\nindicate \"yes.\"\nThe word pultruded is defined to mean the opposite of \"extruded.\"\n. Generally periods are placed outside closing parentheses; place the period\ninside only when a complete parenthetical sentence does not stand within\nanother sentence (see section 3.10):\n(Parenthesized sentences, like this one, that do not stand within other\nsentences have a period before the closing parenthesis.)\n3.12. Points of\nEllipsis\nPoints of ellipsis (three evenly spaced periods) are used in formal writing to\nindicate an omission from quoted matter:\nThis combination caused Wright to wonder whether \"since the interfer-\nence velocities due to ... walls are of opposite signs ... , opposite effects\nmight be so combined in a slotted tunnel as to produce zero blockage.\"\n· Ellipsis points should not be used (Chicago Press 1982)\n· Before or after a quotation run in the text\n· Before a block quotation beginning with a complete sentence\n· After a block quotation ending with a complete sentence\nPoints of ellipsis are commonly used with other punctuation marks.\nEllipsis points in a quotation always occur within the quotation marks.\n73",
      "source_file": "19900017394-ページ-82.pdf"
    }
  ]
}