{
  "file_name": "19900017394-ページ-64.pdf",
  "file_hash": "5e12004ce66f0390c745441d915286c533bfaf0d3f687405dc610e468e77c04b",
  "processed_at": "2025-06-12T16:41:49.031098",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 3.5. Comma\nA comma is appropriate between long and controversial.\nConsider a linear shift-invariant system. (linear and shift-invariant?)\nIf still in doubt, try reversing the adjectives (if they independently modify\nthe noun, order makes no difference):\nConsider a shift-invariant linear system.\nThe adjectives shift-invariant and linear are probably coordinate, but the\nfinal decision requires someone who understands the technical meaning\nof the adjectives. (Good luck with trying to explain this grammatical\ndilemma!)\nWhen in doubt, do not insert the comma between adjectives. The\ncurrent tendency is to omit the comma between two coordinate adjectives\nanyway (Ebbitt and Ebbitt 1982). The comma adds emphasis though to\nthe adjectives as separate modifiers.\nElliptical constructions\nWhen clauses in a sentence contain repeated elements (for example, the\nverb), the omission of these elements is indicated by a comma:\nWind speed is obtained from antenna brightness temperature; rain rate,\nfrom the brightness temperature difference at two frequencies; and wind\nvector, from radar cross section.\nThe comma may be omitted if the clauses are short:\nWind speed is obtained from antenna brightness temperature, and wind\nvector from radar cross section.\nNote: See section 3.15.4 for the use of the semicolon in elliptical\nconstructions.\nDirect quotations and questions\nDirect quotations and questions are separated from the rest of the\nsentence with either commas or colons. A colon is used to introduce a\nlong or formal quotation (see section 3.4.1).\n· Separate a direct quotation or question from the rest of the sentence with\na comma:\nIn reference 6, he states, \"Thermal neutron fluxes up to 1020 might be\nrequired.\"\nThe obvious question is, how good is this estimate?\nNote: The first word of the question may or may not be capitalized.\n55",
      "source_file": "19900017394-ページ-64.pdf"
    }
  ]
}