{
  "file_name": "19900017394-ページ-18.pdf",
  "file_hash": "5fcd41c9a70eb1e31a5f36b24df2d888e49c706da64f8d96d40714de797d19b0",
  "processed_at": "2025-06-12T16:38:31.022622",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 1.4. Verbs\n· Behavior of models, specimens, etc., during the study is usually expressed\nin past tense, and results presented in the report's illustrative material are\nexpressed in present tense:\nTypical fracture profiles are shown in figure 21. These profiles show that\nfracture mode changed with cyclic exposure. The specimens failed ...\nAs shown in figure 10, the autorotative rolling moment is a nonlinear\nfunction of roll rate, so that as spin rate increased, the propelling\nmoments became equal.\n· Explanation of why results occurred are in present tense:\nThe data failed to provide any reasonable estimates for Cn,. This failure\ncan be attributed to the small excitation of yawing velocity.\n. The Concluding Section is usually in past tense except that conclusions (that\nis, deductions thought to be universally true independent of the specific\nconditions of the investigation) should be in present tense.\n. The Abstract is usually in present tense.\nSequence of tenses\nThe logical time relation between the various verbs and verbals in a\nsentence is expressed by shifts in the tense of these verbs and verbals.\nSequence of tenses is a very complicated subject, which is discussed in almost\nevery grammar and writing book. Only the basic guidelines are given here;\nfor a more complete understanding, refer to such reference books.\n· When the principal verb is in a present or future tense, subordinate verbs\nmay be in any tense:\nThe data indicate that lift increases with angle of attack up to a = 35°.\nThe data indicate that the specimen failed in a noncumulative mode.\nThe data indicate that propellers will have a place as a propulsive device\nof the future.\n· When the principal verb is in a past tense, the subordinate verb must be in\na past tense unless the subordinate clause expresses a universal truth or an\naction that is still continuing:\nThe data indicated that lift increased with angle of attack up to a = 35°.\nPrevious studies had indicated that alumina is a suitable fiber for\nreinforcement.\n. The present tense forms of verbals refer to action occurring at the same\ntime as the main verb; the past tense or perfect tense forms of verbals refer\n9",
      "source_file": "19900017394-ページ-18.pdf"
    }
  ]
}