{
  "file_name": "19900017394-ページ-29.pdf",
  "file_hash": "671ea3d5fffcae621f6511cadbd38e5f711a5f19d8d51e743c4f17586bad5024",
  "processed_at": "2025-06-12T16:45:18.991035",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 1. Grammar\nAlso it is good practice to keep elements joined by correlatives strictly\nparallel:\nPoor\nThe subsystem not only measures temperature but it\nalso provides real-time displays.\nBetter\nThe subsystem not only measures temperature but also\nprovides real-time displays.\nPoor\nThis duct serves either as an eductor that provides an\nexit to the atmosphere or as an inductor sucking air\ninto the system.\nBetter\nThis duct serves either as an eductor exiting air to\nthe atmosphere or as an inductor sucking air into the\nsystem.\nConjunctive adverbs\nConjunctive adverbs can be used to join independent clauses only.\nIn contrast to coordinate conjunctions, conjunctive adverbs have more\nmodifying character and less connective force.\n· Clauses joined by conjunctive adverbs must be separated by a semicolon (or\na period):\nCoord.\nThe differences were generally about 11 percent, but\nconj.\nlarger differences occurred at a = 15°.\nadv.\nConj.\nThe differences were generally about 11 percent; how-\never, larger differences occurred at a = 15°.\n1.8.2. Subordinating\nConjunctions\nSubordinating conjunctions connect dependent clauses to independent\nclauses. They are discussed in three categories:\nAdverbial conjunctions, which join adverbial clauses to independent\nclauses: for example, because, though, after, where, so that.\nRelative pronouns, which are discussed in section 1.3.3.\nThat, which is used as a function word to introduce dependent clauses.\nAdverbial conjunctions\nSubordinating conjunctions that join adverbial clauses to independent\nclauses are called adverbial conjunctions. The biggest problem with these\nconjunctions is deciding whether the dependent clause is restrictive or not\nin order that the sentence can be properly punctuated (see section 3.5.2).\nSome of these conjunctions are often used improperly:\n. As, since, and while have meanings other than those involving time, so that\ncare must be taken to ensure that their meaning is clear.\n20",
      "source_file": "19900017394-ページ-29.pdf"
    }
  ]
}