{
  "file_name": "19900017394-ページ-91.pdf",
  "file_hash": "6a6f88243c0ff0fb654b712d0fb61f9fc32fd9901c69408ce0602ad2267e9cc1",
  "processed_at": "2025-06-12T16:47:32.949390",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 4. Capitalization\n4.2.1. Sentences\nThe first word in a sentence is ordinarily capitalized.\n· A sentence enclosed in parentheses within another sentence does not begin\nwith a capital:\nIn applying the foregoing approach to a tetrahedral grid (the tetrahedral\ngrid was chosen because of its attractive features for space construction),\na typical repeating element is first isolated from the grid.\nHowever, a parenthesized sentence that does not stand within another\nsentence begins with a capital:\nThe foregoing approach is now applied to a tetrahedral grid. (The\ntetrahedral grid was chosen because of its attractive features for space\nconstruction.) A typical repeating element is first isolated from the grid.\n. In the rare instances that fragment sentences may appear in a document,\nthey should begin with a capital:\nWrong\nCan system identification procedures be applied to stat-\nically unstable aircraft? if so, to which aircraft?\nCorrect\nCan system identification procedures be applied to stat-\nically unstable aircraft? If so, to which aircraft?\n. The first word after a colon may be capitalized when the capital begins a\ncomplete sentence; however, capitalization of a complete sentence after a\ncolon is optional:\nCorrect\nThe toughness of pseudo-maraging steel degrades at\ncryogenic temperatures: At -320°F, its Charpy impact\nenergy is 6 ft-lb.\ncorrect\nEqually\nThe toughness of pseudo-maraging steel degrades at\ncryogenic temperatures: at -320°F, its Charpy impact\nenergy is 6 ft-lb.\n4.2.2. Quotations\nThe beginning of quoted material is capitalized as follows:\n. A direct quotation that is not syntactically joined to the rest of the sentence\n(often set off by commas) begins with a capital, even if the initial letter is\nnot capital in the source (Chicago Press 1982; and Skillin et al. 1974):\nIn the law establishing the NACA, Congress states: \"It shall be the duty\nof the Advisory Committee for Aeronautics to supervise and direct the\nscientific study of the problems of flight with a view to their practical\nsolution.\"\nWhen the quote is syntactically dependent on the rest of the sentence, it\nbegins with a lowercase letter, even if the initial letter is capital in the\nsource:\n82",
      "source_file": "19900017394-ページ-91.pdf"
    }
  ]
}