{
  "file_name": "19900017394-ページ-66.pdf",
  "file_hash": "6c463f4ec756cf1cf73bb64e4e37755c92b699cbcc4f7450847a811589ecc9a8",
  "processed_at": "2025-06-12T16:32:21.652228",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 3.5. Comma\n. Nonrestrictive adverbial clauses are enclosed with commas:\nRest.\nThe last chapter introduces specialized areas where\nresearch is in progress.\nNonrest.\nThe power spectral density of the signal is shown in\nfigure 9, where arrows represent delta functions.\nRest.\nTwo random processes are uncorrelated if their cross\ncorrelation satisfies equation (6).\nNonrest.\nIndependent random processes are uncorrelated, since\ntheir cross correlation always satisfies equation (6).\n· Whether restrictive or nonrestrictive, an introductory adverbial clause is\nseparated by a comma from the clause it modifies (see section 3.5.1).\n· When an internal adverbial clause precedes the clause that it modifies, do\nnot place a comma before it unless it is clearly nonrestrictive:\nWrong\nRecombination rate is larger than quenching rate, and,\nafter lasing is achieved, both are smaller than photo-\ndissociation rate.\nCorrect\nRecombination rate is larger than quenching rate, and\nafter lasing is achieved, both are smaller than photo-\ndissociation rate.\nThe following guidelines, taken from Rowland (1962), might be helpful\nin determining whether the clause is restrictive or nonrestrictive. Adverbial\nclauses can be categorized as follows:\n· Time clauses-introduced by when, whenever, after, as soon as, just as,\nbefore, since, until, while-are restrictive when they modify the main verb.\n· Place clauses-introduced by after, before, where, wherever-are usually\nrestrictive, but may be nonrestrictive.\n· Manner clauses-introduced by how, just as, as, as if, as though-are\nusually restrictive.\n. Comparison or degree clauses-introduced by else, other, rather, as, than-\nare usually restrictive.\n. Condition clauses- introduced by if, as though, except, provided, unless,\nwhether-are usually restrictive.\n. Concession clauses-introduced by although, even, while, whereas, though-\nare always nonrestrictive.\n· Cause or reason clauses introduced by because are usually restrictive, but\nthose introduced by since, as, inasmuch as are usually nonrestrictive.\n. Purpose clauses-introduced by so that, in order that-are restrictive.\n. Result clauses-introduced by so that are nonrestrictive.\n57",
      "source_file": "19900017394-ページ-66.pdf"
    }
  ]
}