{
  "file_name": "19900017394-ページ-42.pdf",
  "file_hash": "7918b236b8f1b76caed0ec4d4817c1e40a7f444cf51ee88e377b0c7a3869951a",
  "processed_at": "2025-06-12T16:32:44.441829",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 2.3. Parallelism\n· Change the adjective clause to an adverbial phrase:\nPressures are also given for discrete locations such as in the cavity just\nbehind the seal, at the bulkhead, and at the base of the elevon and the\nramp.\nChanging adjectives to adverbs often changes meaning.\n2.3. Parallelism\nParallelism is an important and often neglected syntactic consideration. To\nquote Tichy and Fourdrinier (1988),\nA major device for sentence emphasis is parallel construction. Equal\nthoughts demand expression in the same grammatical form. Repetition\nof structure within a sentence is a most effective device for making the\nlong sentence easy to read, and repetition of structure in two or more\nsentences connects them. An understanding of parallelism is therefore\nessential for emphasis and coherence.\nWhen should sentence elements be parallel and how do we make them\nso? When two or more ideas are logically equal, they should be made\nparallel by writing them in the same grammatical structure. Grammatically,\nwords are equal (parallel) to words, phrases to phrases, subordinate clauses\nto subordinate clauses, and independent clauses to independent clauses.\nParallel grammatical elements are also called \"coordinate.\"\nLogic dictates the use of parallelism, or coordination. For example, the\ntwo coordinate clauses in the following sentence are not logically equal:\nThe compressor may be operated in the compression mode, and then the\nflow is expelled from the anechoic room to the test duct.\nThis sentence calls for subordination, not coordination:\nWhen the compressor operates in the compression mode, the flow is\nexpelled from the anechoic room to the test duct.\nExcept for coordinate clauses, such as the example above, sentence\nelements that are not logically parallel are rarely found in parallel construc-\ntion. However, logically parallel ideas are often not written in grammatically\nparallel structure.\n2.3.1. Connectives\nRequiring\nParallelism\nEffective Revenue Writing 2 (Linton 1962) lists four types of connectives\nrequiring parallelism: coordinate conjunctions (and, or, but), correlative\nconjunctions (either ... or, both ... and, not only ... but also), conjunctive\nadverbs (therefore, otherwise, however), and the semicolon used to connect\nindependent clauses.\nCoordinate conjunctions probably provide the most opportunities to\nuse parallelism. As discussed in section 1.8.1, they join words, phrases,\nand clauses of equal grammatical rank. Coordinate clauses joined by a\n33",
      "source_file": "19900017394-ページ-42.pdf"
    }
  ]
}