{
  "file_name": "19900017394-ページ-70.pdf",
  "file_hash": "7d1254d08413955703fefc92d8fab3aae8af1f7ec225ce32ce4c38cc297319db",
  "processed_at": "2025-06-12T16:50:29.238616",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 3.6. Em Dash\nare replacements for enclosing commas in order to add emphasis. Ebbitt\nand Ebbitt (1982) suggest a useful philosophy toward using the dash:\nIf used sparingly, the dash suggests a definite tone, often a note of surprise\nor an emphasis equivalent to a mild exclamation. If used regularly in\nplace of commas, colons, and semicolons, it loses all its distinctiveness\nand becomes a sloppy substitute for conventional punctuation. At its\nbest the dash is a lively, emphatic mark.\n3.6.1. Dashes That\nEnclose\nDashes may replace commas in enclosing interrupting elements and non-\nrestrictive modifiers and appositives (see section 3.5.2).\n. Dashes are appropriate when a comma might be misread, for example, as a\nserial comma:\nWrong\nThe lasant gas, argon, and 3He were allowed to mix for\n45 minutes.\nBetter\nThe lasant gas-argon-and 3He were allowed to mix\nfor 45 minutes.\n. Dashes are also appropriate when the enclosed element contains internal\ncommas:\nOf the lasant gases studied-argon, xenon, krypton, and neon-argon\noffers the most promise.\nThe most promising lasant gas-argon, which is the lightest gas studied-\n-\nproduced laser output power of 4 W.\n. Use dashes when the enclosed element needs emphasis.\n. Enclose by dashes a complete sentence that interrupts another:\nWrong\nThe one-sided spectrum, engineers call it simply \"spec-\ntrum,\" is the output of most spectral analyzers.\nCorrect\nThe one-sided spectrum-engineers call it simply \"spectrum\"-\nis the output of most spectral analyzers.\nCommas are insufficient to enclose an interrupting sentence; dashes or\nparentheses are required.\nThe choice of commas, dashes, or parentheses to enclose a nonrestrictive\nor interrupting element depends on the relation of the element to the rest of\nthe sentence and on the emphasis it requires ( Effective Revenue Writing 1,\nIRS 1962):\n· Commas (most frequently used) indicate only a slight separation in thought\nfrom the rest of the sentence.\n. Dashes emphasize the element enclosed and clarify meaning when the\nelement contains internal commas.\n. Parentheses indicate that the enclosed element is only loosely connected to\nthe rest of the sentence and therefore tend to de-emphasize it.\n61",
      "source_file": "19900017394-ページ-70.pdf"
    }
  ]
}