{
  "file_name": "19900017394-ページ-69.pdf",
  "file_hash": "7d50fc58be5b2727710f75ea1bcfb4af8185011fb433118bac4446a03b667690",
  "processed_at": "2025-06-12T16:44:42.223927",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 3. Punctuation\n· Specifying phrases\nThis conclusion was drawn from data in Volume II, page 157, of reference\n16.\n· Degrees, titles, affiliations, etc.\nMembers of the committee consisted of J. J. Deluisi, Ph.D., NOAA\nEnvironmental Research Laboratory; J. P. Friend III, Drexel University;\nand M. P. McCormick, chairman, NASA Langley Research Center.\n· Names\nRefer to the report by J. J. Deluisi, Jr., and James P. Friend III:\nDeluisi, J. J., Jr .; and Friend, James P., III: Listing of Multi-Spectral\nThe comma is used by convention to separate thousands in numbers of\nfive or more digits; but in technical work, we prefer a (thin) space over a\ncomma because in some foreign languages the comma indicates the decimal\npoint:\n· Numbers\nCorrect\nThere were 88,000 data points, 2500 of which had to be\ndiscarded.\nPreferred\nThere were 88 000 data points, 2500 of which had to be\ndiscarded.\n3.5.4. Use With Other\nMarks\nCommas are used with other marks of punctuation as follows:\n· Commas precede closing quotation marks.\n. Commas follow a closing parenthesis if the comma would appear without\nthe parenthetical matter.\n. Commas rarely precede an open parenthesis, only if the parenthetical matter\nclearly limits the following word (see section 3.10).\n· Other marks of punctuation-semicolon, colon, dash, period-supercede\nand replace the comma; thus the \"partner\" of an enclosing comma may be\nanother mark of punctuation.\n3.6. Em Dash\nLike the comma, the em dash2 is used both to enclose and to separate; and,\nlike the comma, an enclosing dash needs a partner. In fact, enclosing dashes\n2 In typeset material, there are two dashes: the em dash, which is the width of the\nletter M, and the en dash, which is half as wide. In typewritten material, the em dash is\nrepresented by two hyphens with no space around them, and an en dash is represented by a\nhyphen. Here the em dash will be referred to as simply \"dash.\"\n60",
      "source_file": "19900017394-ページ-69.pdf"
    }
  ]
}