{
  "file_name": "19900017394-ページ-36.pdf",
  "file_hash": "7fb838976e3c9bde2f84065f37f54e5e5373f5234f24329d588c1607cd36cd50",
  "processed_at": "2025-06-12T16:31:08.898483",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 2. Sentence Structure\n2.1. Sentence\nStructure and\nEffective\nWriting\nEffective writing involves far more than following rules of grammar. There\nis a craft to creating phrases, sentences, and paragraphs that ensure\ncommunication. An editor, with the vantage point of a reader, can\ncontribute to this craft by looking for opportunities to improve sentence\nstructure.\n2.2. Subjects\nand Verbs\nA sentence can make three types of statements:\n· A subject does something (active verb)\nResearchers write reports.\n· A subject has something done to it (passive verb)\nThe reports are reviewed by editors.\n· A subject is equal to something else (linking verb)\nReports are Langley's research product.\nIn all three types of sentences, the subject and verb are the most important\nelements. Since the subject and verb are the most important elements in a\nsentence, improving their relationship, clarifying the subject, or making the\nverb more vigorous will improve the sentence.\n2.2.1. Clarify Subject\nThe importance of subject and verb may be an elementary idea, but the\nwriter of the following sentences has surely forgotten it:\nAn indication of probable asymmetric throat area reduction between the\nupper and lower throats of this nozzle during reverse thrust operation is\nshown by the jet-lift coefficients presented in figure 28.\nAt NPR < 4, there is a large reduction in discharge coefficient due to\nreverse thrust operation, indicating a decrease in the effective throat area\nfor the nozzle.\nThe subject of a sentence should be expressed with clear, concrete words;\nand in technical documents, it usually is. However, this clearly expressed\ntopic of the sentence is often not the grammatical subject. In the first\nsample sentence, indication is not the true subject; in the second sample,\n27",
      "source_file": "19900017394-ページ-36.pdf"
    }
  ]
}