{
  "file_name": "19900017394-ページ-41.pdf",
  "file_hash": "86d0f0e402dfd73cd0e4052dc74f18c6ba80ada112437b088e7d8af54ac624a0",
  "processed_at": "2025-06-12T16:34:46.702003",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 2. Sentence Structure\nBetter\nThe test medium, the combustion products of methane\nand air, is produced in a high-pressure combustor,\nexpanded through an axisymmetric contoured nozzle,\nand diffused and pumped from the test section to the\natmosphere through an annular air ejector.\nOr\nThe test medium is the combustion products of methane\nand air. These gases are burned in a high-pressure\ncombustor, and the combustion products are expanded\nthrough an axisymmetric contoured nozzle and diffused\nand pumped from the test section to the atmosphere\nthrough an annular air ejector.\nWhen placed between the subject and verb, too many modifiers can\nruin the continuity of the sentence. A reader may not be able to recall the\nsubject by the time the verb comes along. Adverbial modifiers can often be\nmoved, but adjective phrases and clauses present a special problem because\nthey cannot wander far from the noun that they modify:\nPressures that were sensed at discrete locations such as in the cavity just\nbehind the seal, at the bulkhead, and at the base of the elevon and ramp\nare also given.\nWhen a long adjective phrase or clause intrudes between the subject and\nverb, four choices for revision are available:\n· Shorten the intervening adjective:\nPressures sensed at discrete locations, such as at the bulkhead, are also\ngiven.\n· Invert the subject and verb:\nAlso given are pressures that were sensed at discrete locations such as in\nthe cavity just behind the seal, at the bulkhead, and at the base of the\nelevon and ramp.\nInverting a sentence drastically changes emphasis and often sounds artificial.\n· Place the verb between the subject and the adjective if the verb phrase is\nshort and modification is clear:\nPressures are also given which were sensed at discrete locations such as\nin the cavity just behind the seal, at the bulkhead, and at the base of the\nelevon and the ramp.\nWe realize that it is ungrammatical to place a verb between a relative clause\nand its antecedent. Effective Revenue Writing 2 (Linton 1962) condones this\ninfraction as long as modification is clear.\n32",
      "source_file": "19900017394-ページ-41.pdf"
    }
  ]
}