{
  "file_name": "19900017394-ページ-85.pdf",
  "file_hash": "87ac8b13415734362bcd4387bfa82cd8bbbd732acd9c7c58df57aedb60040124",
  "processed_at": "2025-06-12T16:49:21.129719",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 3. Punctuation\n. Long quotations are usually set off from the text and set in smaller type if\ntypeset. Such block quotations are not enclosed by quotation marks:\nStack allowed Whitcomb to present his area rule at the next meeting of\nLangley's elite technical seminar.\nAt the end of presentation there was silence. Finally, Adolf Busemann stood\nup. Turning to his colleagues, the pioneer of sweptwing technology remarked,\n\"Some people come up with half-baked ideas and call them theories. Whitcomb\ncomes up with a brilliant idea and calls it a rule of thumb.\"\nNote the double quotes within the quotation. If the quotation had not been\nset off but had been run in the text and enclosed in quotation marks, then\nsingle quotes would have enclosed Busemann's remark.\n3.14.2. Words\nRequiring\nDifferentiation\nQuotation marks may enclose words that need to be differentiated from\nthe text in order to make meaning clear. Italics are used for much the\nsame purpose (see section 3.9.3) and are sometimes interchangeable with\nquotation marks.\n. Enclose in quotes a word or phrase whose meaning is being referred to:\nThe operator presses the letter n to indicate \"no\" and the letter y to\nindicate \"yes.\"\nThe word pultruded is defined to mean the opposite of \"extruded.\"\nWords used simply as words are usually italicized:\nA colon is not used after that is, for example, or such as.\n. Enclose words or phrases following entitled, the term, marked, designated,\nclassified, named, enclosed, cited as, referred to as, or signed, but do not\nenclose an expression following known as, called, or so-called unless the\nexpression is slang (G.P.O. 1984). Of course, an italicized phrase or word\n(for example, a title) would not be further differentiated with quotation\nmarks.\n. Do not routinely enclose slang or technical jargon (if used) in quotation\nmarks, unless it is expected to be foreign to the vocabulary of the reader:\nQuotes\nThe pilot \"captured\" the glide slope at an altitude of\nunnec.\n300 m.\nQuotes\nRecently, \"cepstrum\" analysis has come into promi-\nOK\nnence; the name is derived from inverting the first four\nletters in spectrum\nSuch terms are normally quoted only the first time they are used.\n76",
      "source_file": "19900017394-ページ-85.pdf"
    }
  ]
}