{
  "file_name": "19900017394-ページ-84.pdf",
  "file_hash": "8a053f44190a12bd6383394db1fcd68904b2982046d6bc5f79e99654bd9586db",
  "processed_at": "2025-06-12T16:33:46.615171",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 3.14. Quotation Marks\nA question mark may be used with other marks of punctuation as\nfollows:\n· The question mark supersedes a period or comma.\n. A question mark precedes a closing quotation mark or parenthesis only if it\nis part of the quoted or parenthetical matter:\nBecause of the ambiguous use of the slash, the reader might well ask the\nquestion, What is meant by \"molecular/atomic collision\"?\nThe obvious question is, how accurate is this estimate (compared with\nthe accuracy of the input measurements)?\n· When the question mark ends a sentence, the period is, of course, omitted.\nWhen the question mark does not end the sentence, it should never be\nfollowed by a comma; if required, a semicolon may follow a question mark:\nThe obvious question is, how good is this estimate? and equation (6)\nprovides a tool for answering it.\nThe reader might well ask the question, What is meant by \"molecu-\nlar/atomic collision\" ?; the slash gives no clue to the meaning.\n3.14. Quotation\nMarks\nQuotation marks are used to enclose words quoted from another source,\ndirect discourse, or words requiring differentiation from the surrounding\ntext. Since they enclose, they always come in pairs. They can also be\noverused and render a text visually hard to read.\nDouble quotation marks (\" \") are used most of the time. Single\nquotation marks ('') are used only within double quotation marks.\n3.14.1. Quoted\nMaterial\nIf a document quotes extensively from other sources, consult an authority,\nsuch as Chicago Press (1982), chapter 10, for details of correctly setting up\nquotations.\nQuotation marks enclose material taken verbatim from another source.\nThe quote can be of any length, from a phrase to several paragraphs:\nDiehl argued that a transonic research plane was necessary to demon-\nstrate that the sound barrier was \"just a steep hill.\"\nAs Richard P. Hallion has explained: \"They gave the fuselage a pointed\nnose then gradually thickened the body-that is, increased the cross-\nsectional area-until the fuselage reached its maximum diameter near\nthe middle.\"\n. The source of a quote should always be clear, either from the context or\nwith a reference citation.\n75",
      "source_file": "19900017394-ページ-84.pdf"
    }
  ]
}