{
  "file_name": "19900017394-ページ-28.pdf",
  "file_hash": "8a391707fe8d17ab9674062743054cdb6e61a09c8e1b56aa39dd9f54b07d3523",
  "processed_at": "2025-06-12T16:42:59.343152",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 1.8: Conjunctions\n1.8. Conjunctions\nConjunctions are classified as coordinating, joining sentence elements of\nequal grammatical rank, and as subordinating, joining elements of unequal\nrank.\n1.8.1. Coordinating\nConjunctions\nCoordinating conjunctions join grammatically equal sentence elements; that\nis, they join a word to a word, a phrase to a phrase, or a clause to a clause.\nThey thus provide important opportunities to use parallelism. See section\n2.3 for a discussion of parallel construction. The three types of coordinating\nconjunctions are\nCoordinate conjunctions: and, but, or, nor\nCorrelative conjunctions: either ... or, both ... and, not only ... but also\nConjunctive adverbs: therefore, however, thus, hence, otherwise\nCoordinate conjunctions\nCoordinate conjunctions can join words, phrases, and clauses. The\nelements that they join must be equal grammatically. A coordinate con-\njunction cannot join a noun and prepositional phrase, for example:\nWrong\nPressures at the bulkhead, the seal, and in the cove are\nshown.\nCorrect\nPressures at the bulkhead, at the seal, and in the cove\nare shown.\nNor can a coordinate conjunction join a noun and a clause:\nWrong\nNotable characteristics of the air duct system are the\nacoustic treatment of the ducts and that the compressor\ncan force flow both ways through the system.\nCorrect\nNotable characteristics of the air duct system are the\nacoustic treatment of the ducts and the ability of the\ncompressor to force flow both ways through the system.\nCorrelative conjunctions\nCorrelative conjunctions are pairs of words that connect parallel sen-\ntence elements.\n. Each member of the correlative must be followed by the same part of speech:\nWrong\nThe microprocessor provides both radiometer control\nfunctions and formats the data.\nCorrect\nThe microprocessor both controls the radiometer and\nformats the data.\n19",
      "source_file": "19900017394-ページ-28.pdf"
    }
  ]
}