{
  "file_name": "19900017394-ページ-95.pdf",
  "file_hash": "8e89de691e7c9eced6e7d98ce57240ecc26e0d9690594703049d490a95cf5a63",
  "processed_at": "2025-06-12T16:36:12.552940",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 4. Capitalization\n4.4.1. Capitalization\nWith Acronyms\nAcronyms are always formed with capital letters. A few words have crept\ninto our language which were initially acronyms, for example, laser and\nradar. But generally acronyms remain in full caps.\nAcronyms are often coined for a particular program or study and\ntherefore require definition. The letters of the acronym are not capitalized\nin the definition unless the acronym stands for a proper name:\nWrong\nThe best electronic publishing systems combine What\nYou See Is What You Get (WYSIWYG) features with\nthe power of noninteractive text formatters.\nCorrect\nThe best electronic publishing systems combine what\nyou see is what you get (WYSIWYG) features with the\npower of noninteractive text formatters.\nBut\nLangley is involved with the National Aero-Space Plane\n(NASP) Program.\nNor is it usually necessary to indicate, for example, with italics, which letters\nare used in the acronym.\n4.4.2. Capitalization of\nAbbreviations\n\"In general, an abbreviation follows the capitalization ... of the word or\nwords abbreviated\" (G.P.O. 1984). The best way to determine the form of\nan unfamiliar abbreviation is to consult a reference, for example,\nWebster's Collegiate or Unabridged Dictionary\nG.P.O. Style Manual\nIn material such as titles or headings in which principal words are\ncapitalized (caps & lc), normally lowercase abbreviations should always be\nleft lowercase, particularly abbreviations for units of measure:\nToughness of 1-ft by 1.5-ft Specimens\nToughness of 0.5-cm-Thick Specimens\nNoise Exposure From 10:00 p.m. to 6:00 a.m.\n4.5. Proper Nouns\nand\nAdjectives\nAs mentioned in the Introduction to this chapter, there is a clearly recog-\nnized rule requiring capitalization of proper nouns and adjectives. The\nproblem is that no one agrees on exactly what constitutes a proper noun.\nProper nouns are defined as \"the name of a particular person, place, or\nthing.\" Thus, the names of such things as organizations, political divisions,\ncalendar divisions, and historic events and holidays are capitalized just as\npersonal names and geographic names are.\nWhether or not a particular word or phrase is a proper noun is often\na matter of opinion. Langley follows the current trend and prefers a down\nstyle, that is, fewer capitals. The following sections provide guidelines;\nif difficulty arises over a particular noun, consult references such as a\ndictionary, Skillin et al. (1974), G.P.O. (1984), or Chicago Press (1982).\n86",
      "source_file": "19900017394-ページ-95.pdf"
    }
  ]
}