{
  "file_name": "19900017394-ページ-62.pdf",
  "file_hash": "9082fd99acf010282f6cc83b11f1ba37478d6bd34a1dac06507822f559f2cd39",
  "processed_at": "2025-06-12T16:32:58.409519",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 3.5. Comma\nElements of series\nCommas (at least) are required to separate series of three or more\nelements:\nThe flight navigation system also provides altitude, roll, pitch, yaw, and\nground speed.\nPressures at the bulkhead, in the cove, and at the seal were measured.\nWind speed is obtained from antenna brightness temperature, rain rate is\nobtained from the brightness temperature difference at two frequencies,\nand wind vector is obtained from radar cross section.\nWe prefer a comma before the conjunction in a series. This serial comma is\noften necessary to prevent misreading.\nIntroductory phrases and clauses\n.A comma may be used to separate an introductory phrase or clause\nfrom the main clause:\nIf the variable t is actually time, then a is frequency.\nAs discussed in reference 4, one has considerable freedom in defining the\nFourier transform pair.\nWith this definition of a transform pair, the (27)-1 factor must be\npreserved during integration.\n. It is standard practice to put the comma after all introductory clauses and\nall introductory phrases containing a verb form (Ebbitt and Ebbitt 1982):\nClause\nAlthough some mathematicians are not comfortable with\nthis intuitive definition, it is widely used.\nPartic.\nCalled mean square calculus, this theory is based on the\nphrase\nconcept of mean square convergence.\nGerund\nIn analyzing the experiment, we try to statistically\nphrase\ndescribe the whole random process.\nInfinitive\nTo understand this concept, note that periodic functions\nmay be expanded in Fourier series.\nphrase\n· The comma is optional after a short introductory adverbial phrase unless\nthe comma is required for clarity:\nEither\nIn recent years, the delta function has been rigorously\ndefined.\nOr\nIn recent years the delta function has been rigorously\ndefined.\n53",
      "source_file": "19900017394-ページ-62.pdf"
    }
  ]
}