{
  "file_name": "19900017394-ページ-61.pdf",
  "file_hash": "92f8973bba988d9b94bb14aecfd836b9765d29e5251689c1c78a800fad46f483",
  "processed_at": "2025-06-12T16:43:33.946202",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 3. Punctuation\nIndependent clauses\nIndependent clauses joined by coordinate conjunctions (see section\n1.8.1) may be separated by a comma:\nThe mixing noise dominates the spectrum, but the background noise\npeaks at a high frequency.\n. When the independent clauses are short and closely related, the comma\nmay be omitted:\nEach performance of an experiment is called a trial and its result is called\nan outcome.\nThe comma is usually retained between clauses joined by the coordinate\nconjunctions but and for, in order to emphasize the contrast.\n· When the independent clauses are complicated and contain internal com-\nmas, a semicolon may be used to separate them.\n. Do not use a comma to separate independent clauses without a coordinate\nconjunction:\nWrong\nThe differences were generally about 11 percent, how-\never, larger differences occurred at a = 15°.\nEither\nThe differences were generally about 11 percent, but\nlarger differences occurred at a = 15°.\nOr\nThe differences were generally about 11 percent; how-\never, larger differences occurred at a = 15°.\n. Do not separate compound predicates with a comma unless they are long\nand require a comma for clarity.\nPoor\nViewing through the atmosphere increases the appar-\nent reflectance for low-reflectance objects (e.g., p =\n0.1), and decreases the apparent reflectance for high-\nreflectance objects (e.g., p = 0.7).\nCorrect\nViewing through the atmosphere increases the apparent\nreflectance for low-reflectance objects (e.g., p = 0.1) and\ndecreases the apparent reflectance for high-reflectance\nobjects (e.g., p = 0.7).\nWhen compound predicates are so long that a comma seems appropriate,\nthey are perhaps too long. A comma to separate them may not sufficiently\nclarify them.\n52",
      "source_file": "19900017394-ページ-61.pdf"
    }
  ]
}