{
  "file_name": "19900017394-ページ-33.pdf",
  "file_hash": "98b45b92e4030b418819e474febf3b5621a8252987d2e75d80d27da72878323f",
  "processed_at": "2025-06-12T16:31:57.713317",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 1. Grammar\nAbsolute participles\nA class of apparently dangling participial phrases that have become id-\niomatic are absolute participles (Bernstein 1981). They have no antecedent\nand none is intended; that is, they are indefinite, for example,\nThe density mode is preferred provided that optical properties are\nmeasured.\nGiven a variable factor, the fluctuating flow components can be calculated\nfrom equations (31) to (38).\nEither the density mode or the pressure mode can be used, depending\non whether supporting optical measurements or probe measurements are\nmade.\nOther idiomatic absolute participles are\ngenerally speaking\nconcerning\nconsidering\nregarding\njudging\nbeginning\nSuch constructions must be truly absolute, with no antecedent in the\nsentence. In the following sentence, what appears to be an absolute\nparticiple is actually dangling:\nDang.\nAn arbitrary factor controls the accuracy of the calcu-\npartic.\nlation depending on pressure fluctuations.\nBetter\nA variable factor depending on pressure fluctuations\ncontrols the accuracy of the calculation.\nTechnical writing often contains absolute participles that are not id-\niomatic, for example,\nThe arbitrary factor can be assumed to be small and therefore can be\nneglected, yielding a first-order solution.\nSuch a participle might be justified by arguing that it is an absolute adjective\nconstruction modifying the whole sentence. However these participles can\nsometimes be made adverbial:\nThe arbitrary factor can be assumed to be small and therefore can be\nneglected to yield a first-order solution.\nSometimes a participle at the end of a sentence is not absolute, but actually\nmodifies the subject in a nonrestrictive way:\nNonrestrictive\nIncreasing the leak area caused the boundary layer to\npartic.\nattach, thus decreasing heat transferred to the cove\ninterior.\n24",
      "source_file": "19900017394-ページ-33.pdf"
    }
  ]
}