{
  "file_name": "19900017394-ページ-17.pdf",
  "file_hash": "9e87ff0d6e919330155e22b1ee1403c9b3c5ff51310d83aa4e7fa42f77d0c546",
  "processed_at": "2025-06-12T16:32:34.035131",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 1. Grammar\n1.4. Verbs\nVerbs, the only words that can express action, change form to indicate\nperson, tense, mood, voice, and number.\n1.4.1. Tense\nVerbs change form to indicate tense, or time that an action or state of\nbeing takes place. English has six tenses: present, present perfect, past,\npast perfect, future, and future perfect. Each of the six tenses has a\nprogressive form indicating a continuing action. (See Text 4 of Effective\nRevenue Writing 1, IRS 1962.) Writing authorities do not specify exactly\nwhich tenses should be used in a technical document, but they universally\nagree that shifts in tense should occur only when the time of the action\nchanges. In other words, the point of view of a report with respect to tense\nmust be consistent.\nThe relationship between point of view and verb tense can be under-\nstood in terms of the four elements of discourse (Buehler 1970):\n· Exposition (explains how and why things happen)\n· Narration (tells what happened)\n· Description (gives a mental image)\n· Argumentation (convinces by reasoning)\nThe elements are quite often mixed. For example, in the Results and Dis-\ncussion section, behavior of models or specimens (narration) might be dis-\ncussed along with presentation of results in tables and figures (description)\nand explanation of results (exposition). Narration is usually in past tense\nwhile description and exposition are usually in present tense. Consistency\nin tense does not mean that all sentences are in the same tense; it means\nthat sentences expressing the same point of view (or element of discourse)\nare in the same tense. Avoid shifting back and forth between points of view\nby grouping material with a consistent viewpoint; but when the viewpoint\ndoes shift, shift the tense accordingly.\nTenses of independent clauses of report\nThere are no firm rules concerning tense of various sections in a report.\nHowever, if an author is inconsistent in tense, the following guidelines might\nbe helpful to the editor:\n. The Summary is usually in past tense.\n· Past research (for example, in references) is usually described in past tense.\n· Permanent facilities are usually described in present tense.\n· Experimental procedures and apparatus for a particular study are usually\ndescribed in past tense.\n8",
      "source_file": "19900017394-ページ-17.pdf"
    }
  ]
}