{
  "file_name": "19900017394-ページ-54.pdf",
  "file_hash": "a2d0d9d36f87465ff295a7d483cc896ccb90ebe2bbecba1fb47a4da90238d915",
  "processed_at": "2025-06-12T16:46:16.491501",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 2.6. Emphasis\nIsothermal exposure did, however, increase ductility in the matrix\nmaterial.\nCommas around such adverbs may be omitted to decrease emphasis, and\nof course commas would never be used around these adverbs when they are\nrestrictive (Rowland 1962):\nIsothermal exposure thus increased ductility in the matrix material.\n2.6.2. Emphasizing\nWith\nPunctuation\nAs indicated above, commas around rhetorical adverbs and other interrupt-\ning elements (section 3.5.2) increase emphasis on the enclosed element. A\ncomma between coordinate adjectives adds emphasis to the adjectives as\nseparate modifiers:\nThe delta function has a long, controversial history\nReplacing the comma with and further increases this emphasis:\nThe delta function has a long and controversial history\nNote however that only coordinate adjectives can be punctuated this way\n(see section 3.5.1).\nOther marks of punctuation affect emphasis. Using a colon to introduce\na list tends to emphasize the list:\nThe scatterometer is separated into a gimbal, a transmitter-receiver\nassembly, and rack-mounted electronics.\nThe scatterometer is separated into three assemblies: a gimbal, a\ntransmitter-receiver assembly, and rack-mounted electronics.\nThe dash, when used carefully, is an emphatic mark-it can be used to\nemphasize interrupting elements, nonrestrictive modifiers, and explanatory\nphrases and clauses (see section 3.6):\nAuxiliary meteorological data used herein-such as vorticity-have been\ncomputed from NMC isobaric height fields.\nThe one-sided spectrum-engineers call it simply \"spectrum\"-is the\noutput of most spectral analyzers.\nOther random processes have average properties that vary appreciably\nwith time-for example, the load demand on an electric power generating\nsystem.\n45",
      "source_file": "19900017394-ページ-54.pdf"
    }
  ]
}