{
  "file_name": "19900017394-ページ-3.pdf",
  "file_hash": "acf5048dad34e62c79401e00954d2c0a25745e2522562a8c022144a189410e81",
  "processed_at": "2025-06-12T16:51:21.951094",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 2. Sentence Structure\nBetter\nThese photographs show three distinct flow character-\nistics.\nPoor\nIt might be expected that there would be some flow\nseparation.\nBetter\nSome flow separation might be expected.\nPoor\nIt appears that the flow field over the nozzles is complex.\nBetter\nThe flow field over the nozzles appears to be complex.\nPoor\nIt was shown in reference 1 that ...\nBetter\nReference 1 showed that ...\nOr\nHathwell (ref. 1) showed that ...\n· Hedging and intensifying\nHedge\nLift tends to increase with angle of attack.\nBetter\nLift increases with angle of attack.\nHedge\nThis alloy appears to be a candidate material for ...\nBetter\nThis alloy is a candidate material for ...\n· Unnecessary intensifiers\nmore dominant\nquite impossible\nvery unique\n· Pointless words and phrases\nIt is interesting to note that\nIt might be stated that\nIn the case when\n· False elegance\na majority of\ndue to the fact that\nin close proximity\nwith the exception of\nUse most (unless over 50% is meant)\nUse because\nUse near\nUse except\n36",
      "source_file": "19900017394-ページ-3.pdf"
    },
    {
      "page_number": 2,
      "content": "Section 2.4. Brevity and Conciseness\n2.4.2. Shortening Text\nOccasionally, a passage may be wordy, to the point of being difficult to read,\nor it may exceed a limiting number of words (for example, NASA limits\nabstracts to 200 words). Linton (1962) suggests five ways to economize:\n· Reduce syntactic weight by subordinating sentences, changing subordinate\nclauses to phrases, and reducing phrases to adverbs and adjectives:\nAny ash that was not carried into the stratosphere moved toward the\nnortheast into a bank of mammatus clouds. Mammatus clouds have\ndownward accelerations and upward velocities. They thus allow the larger\nparticles to drift downward.\nAny ash not carried into the stratosphere moved northeasterly into a bank\nof mammatus clouds. The downward acceleration and upward velocity of\nthese clouds allowed the larger particles to drift downward.\n· Avoid redundant and roundabout phrases (see section 2.4.1).\n· Avoid passive voice (see section 2.2.2).\n· Prefer active verbs to verbs expressing state of being, that is, linking verbs\nand such words as appear and seem.\n· Combine ideas of several sentences into one. Of course, avoid long, confusing\nsentences; but many short, simple sentences waste words:\nThere were three distinct flow characteristics. Ahead of the wing, a bow\nwave of water droplets was observed. On the wing surface, a continuous\nwater film formed. Between 16.7 and 41.7 percent of the chord, the film\nbroke down into discrete runoff streams.\nThe three observed flow characteristics were a bow wave of water droplets\nahead of the wing, a continuous water film on the wing surface, and\ndiscrete runoff streams beginning at 16.7 to 41.7 percent of the chord.\n2.4.3. Shortening Titles\nConciseness is especially important in titles; a short title improves the\nappearance of the cover and a precise title indicates what readers can\nexpect to find inside the cover. Brevity and preciseness must be balanced\nso that in a minimum number of words, the title is correct (it presents\nthe topic of the paper), complete (it expresses the limits of the paper),\ncomprehensible (potential readers will understand it), and concise (it is as\nefficient as possible).\nA title which passes this evaluation (from Rathbone 1985) may be\nanything but brief. Rathbone also suggests that titles be shortened by\ndeleting familiar phrases which concern reporting or information gathering.\nSuch phrases as\nAn Investigation of .. .\nAn Analysis of .. .\nConference on . . .\n37",
      "source_file": "19900017394-ページ-3.pdf"
    }
  ]
}