{
  "file_name": "19900017394-ページ-86.pdf",
  "file_hash": "ad728bd754f670820599dd2f4f475a7e8cf77f5db441890a031091e5861c3b20",
  "processed_at": "2025-06-12T16:47:45.247977",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 3.15. Semicolon\n. Enclose in quotation marks coined terms or technical terms used in a\nnonstandard way:\nSynoptic data (or \"snapshots\" of global parameters) are required.\nIf the results satisfied a set of general, and sometimes intuitive, criteria,\nthey were accepted as being \"good.\"\nSuch terms are normally quoted only the first time they are used.\n· Enclose in quotation marks the titles of parts (sections, chapters) of a\nreport or book and the titles of published papers, articles, etc., that are\nnot italicized (see section 3.9.5):\nThe aircraft is described in more detail under the section entitled \"Flight\nFacility.\"\nThe runway is marked in accord with FAA circular AC 150/5300-2B,\n\"Airport Design Standards-Site Requirements for Terminal Naviga-\ntional Facilities.\"\nLangley drops quotation marks in reference lists and bibliographies; the\nnumber of quotes in these sections makes them unsightly and hard to read.\n3.14.3. Use With Other\nMarks\nQuotation marks may be used with all other marks of punctuation.\n· Closing quotation marks always follow commas and periods, regardless of\nthe context.\n· Closing quotation marks always precede semicolons and colons (because\nthey are always dropped at the end of quoted material).\n· Closing quotation marks always follow points of ellipsis indicating omitted\nmatter in the quote; ending a quote with ellipsis is rarely necessary.\n· Other marks of punctuation (parentheses, question mark) are placed outside\nquotation marks if they are not a part of the quoted matter.\n3.15. Semicolon\nThe semicolon separates coordinate clauses, long internally punctuated\nelements of series, explanatory phrases and clauses, and elliptical clauses.\nThe semicolon denotes nearly a full stop; thus its uses are \"as much a matter\nof personal choice as of correct punctuation\" (Ebbitt and Ebbitt 1982).\n3.15.1. Coordinate\nClauses\nCoordinate clauses may be joined by a semicolon.\n. If coordinate clauses are not joined by a coordinate conjunction, they must\nbe joined by a semicolon:\nThe first two flight runs for each pilot were treated as practice; only the\nlast four runs were used in the analysis.\n77",
      "source_file": "19900017394-ページ-86.pdf"
    }
  ]
}