{
  "file_name": "19900017394-ページ-43.pdf",
  "file_hash": "afd808e54304f958ddf15e00487ebe440053f2a7a4501e735e152da6ddaca469",
  "processed_at": "2025-06-12T16:45:30.893382",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 2. Sentence Structure\ncoordinate conjunction should be logically equal. Similarity in grammatical\nstructure, if possible, is also a good idea. For example, the voice of the verb\nmight be kept the same:\nAcceptable\nThe mixing noise is the dominant component of the\nspectrum, but the background noise peaks at a high\nfrequency.\nBetter\nThe mixing noise dominates the spectrum, but the\nbackground noise peaks at a high frequency.\nCorrelative conjunctions demand strict parallelism: Both elements of\nthe correlative must be followed by the same part of speech (see section\n1.8.1).\nIndependent clauses joined by conjunctive adverbs or simply by a semi-\ncolon should also be logically coordinate; however, grammatical parallelism\nis an option to be used for emphasis or contrast:\nIn the compression mode, the duct serves as an eductor; in the exhaust\nmode, it serves as an inductor.\n2.3.2. Itemization\nAs mentioned earlier, repetition of structure is effective in making long\nsentences easy to read. Itemization is another important device for making\na sentence containing several long parallel elements easy, perhaps possible,\nto read. Itemization can also be used to emphasize the individual parallel\nelements.\nItemization is a special form of parallelism. The introductory phrase\nor clause leading into the list should read logically into each item:\nThe test indicated\n1. That continuous thermal exposure degraded the strength of the\ncomposite material.\n2. That cyclic thermal exposure did not degrade the strength of the\ncomposite material.\nIn the above example, the common element, that would usually be included\nin the introductory clause: \"The test indicated that.\"\nIn an itemization, all items must be the same grammatical construction,\nfor example, all prepositional phrases, all noun phrases, or all complete\nsentences:\nPoor\nContinuous cyclic exposure resulted in\n1. The matrix diffusing to the reaction layer\n2. Degradation of the strength of the composite\nmaterial\nBetter\nContinuous cyclic exposure resulted in\n1. Diffusion of the matrix to the reaction layer\n2. Degradation of the strength of the composite\nmaterial\n34",
      "source_file": "19900017394-ページ-43.pdf"
    }
  ]
}