{
  "file_name": "19900017394-ページ-87.pdf",
  "file_hash": "b02396d2f91826331be50fdf2f7cab06d682b9890b01e9d8fbac9784fb5c2fbe",
  "processed_at": "2025-06-12T16:30:08.032062",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 3. Punctuation\n. If coordinate clauses are joined by a coordinate conjunction but the clauses\nare long, complicated, or internally punctuated with commas, they may be\nseparated by a semicolon:\nThe pilots unanimously preferred the new display format because of the\nsteadiness of the horizon, runway image, and pitch grid during turbulence;\nand they felt that this steadiness resulted in less distraction and better\nsituational awareness.\n. If coordinate clauses are joined by a conjunctive adverb (however, thus,\ntherefore, hence), a semicolon (or a period) must precede the conjunctive\nadverb:\nThe differences were generally about 11 percent; however, larger differ-\nences occurred at a = 15.\nWhether a period, semicolon, or comma is used between clauses is a\nmatter of style. Ebbitt and Ebbitt (1982) discuss semicolons and style:\n\"Semicolons are usually more suitable in the longer, more complicated\nsentences of formal styles .... In general styles commas are often used\nwhere semicolons might appear in formal writing, or else clauses that could\nbe linked by semicolons are written as separate sentences.\" A semicolon\nslows the pace and has more separating force than a comma while still\ntending to join clauses; a period simply separates sentences. The semicolon\nis particularly effective between contrasting clauses:\nOne pilot performed slightly better with the attitude-aligned display; the\nother pilot performed much worse.\nA dash (section 3.6.2) or colon (section 3.4.1) may also separate two\nclauses when the second amplifies or restates the first. The colon is more\nformal and has more introductory force than the semicolon, and the dash\nis more emphatic than the semicolon.\n3.15.2. Series\nWhen elements of a series are long, complex, or internally punctuated with\ncommas, separating the elements with commas may not make meaning clear.\n. Semicolons may separate elements of a series that are complex or require\ninternal commas:\nCommittee members were H. Melfi, NASA Goddard Space Flight Center,\nGreenbelt, Maryland; A. L. Carswell, York University, North York,\nCanada; and E. V. Browell, NASA Langley Research Center, Hampton,\nVirginia.\nRemember that a semicolon signals nearly a full stop. Semicolons may\nclarify the elements of a series, but at the same time disrupt the flow:\nThe goal was to accelerate application of composites to primary struc-\ntures in new civil transport aircraft by development of design techniques\n78",
      "source_file": "19900017394-ページ-87.pdf"
    }
  ]
}