{
  "file_name": "19900017394-ページ-59.pdf",
  "file_hash": "b0ef4b6b0f35127828fd3ba4892797bd48f8934b39e1560d2e07312be5a68952",
  "processed_at": "2025-06-12T16:41:17.188853",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 3. Punctuation\nOne very effective way to emphasize a list, and at the same time make\na long list easy to read (see section 2.3.2), is to number and display the list:\nThe scatterometer is separated into three assemblies:\n1. A gimbal\n2. A transmitter-receiver assembly\n3. Rack-mounted electronics\n. When the introduction to a displayed list is not a complete sentence (the\nitems of the list complete it), no colon is used (Chicago Press 1982; and\nSkillin et al. 1974):\nThe purposes of this report are\n1. To evaluate the performance of the instruments\n2. To expand the data base\nThere is a trend toward using a colon after a verb preceding a displayed list\n(are in the above example). Such use of the colon is grammatically suspect\nand unnecessary.\nClauses\nA colon may be used between two clauses when the second amplifies or\nrestates the first, for example,\nThe toughness of pseudo-maraging steel degrades at cryogenic tempera-\ntures: at -320°F, its Charpy impact energy is 6 ft-lb.\nNote: The first word after a colon may be capital only when the capital\nbegins a complete sentence; however, capitalization of a complete\nsentence after a colon is optional.\nThe dash (section 3.6.2) and semicolon (section 3.15.1) may also be used in\nthis situation. The colon is more formal than the dash (Ebbitt and Ebbitt\n1982) and has more introductory force than the semicolon.\nA colon is particularly useful for introducing displayed equations (which\ncan be considered clauses), particularly when the equation symbolically\nrestates the preceding sentence:\nThe out-of-plane deflection wº can be approximated by a truncated\nkinematically admissible series:\nw\nW2k-1 cos (2k-1)=%]\nk=1\nS\n50",
      "source_file": "19900017394-ページ-59.pdf"
    }
  ]
}