{
  "file_name": "19900017394-ページ-2.pdf",
  "file_hash": "b171e6eba2a8207ab7a7f2b248247a93e4de8c43fd87438eaaf8462ad68446cc",
  "processed_at": "2025-06-12T16:51:46.297186",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 1. Grammar\n1.5.2. Unit Modifiers\nTechnical writing abounds with unit modifiers, that is, combinations of\nwords that modify another word:\nThe annular suspension and pointing system for space experiments is\ndescribed.\nThese values identify the beginning of shock wave boundary layer inter-\naction.\nSeparated flow wing heating rate values increase sharply toward a constant\nvalue.\nAuthors and editors often have difficulty deciding when and how to hyphen-\nate these modifiers. Bernstein (1981) considers hyphens a necessary evil to\nbe used only to avoid ambiguity. Certainly, unit modifiers need not always\nbe hyphenated and hyphenation does not always prevent ambiguity.\nBefore agonizing over hyphenation of these modifiers, consider changing\nthem to prepositional phrases to clarify their meaning. Perhaps this change\nonly a few times in a report is sufficient to clarify the unit modifier when it\nappears subsequently.\nSurely the prepositional phrases in the following sentences are clearer\nthan the hyphenated unit modifiers:\nUnit\nThe annular suspension-and-pointing system for space\nmodifier\nexperiments is described.\nPrep.\nThe annular system for suspension and pointing of\nphrase\nspace experiments is described.\nmodifier\nUnit\nThese values identify the beginning of shock-wave-\nboundary-layer interaction.\nPrep.\nThese values identify the beginning of interaction be-\nphrase\ntween the shock wave and boundary layer.\nUnit\nmodifier\nSeparated-flow wing heating-rate values increase sharply\ntoward a constant value.\nphrase\nPrep.\nHeating rates on the wing over which the flow is sepa-\nrated increase sharply toward a constant value.\nToo many prepositional phrases can make the sentence awkward and\nhard to read, as in the last example. The following might be preferable:\nSeparated-flow heating rates on the wing increase sharply toward a\nconstant value.\nProbably the best authority on hyphenation of unit modifiers is the\nG.P.O. (1984). Unfortunately we sometimes forget rule 6.16:\nWhere meaning is clear and readability is not aided, it is not necessary\nto use a hyphen to form a temporary or made compound. Restraint\n14",
      "source_file": "19900017394-ページ-2.pdf"
    },
    {
      "page_number": 2,
      "content": "Section 1.5. Adjectives\nshould be exercised in forming unnecessary combinations of words used\nin normal sequence.\n. A unit modifier should not be hyphenated\n· When the unit modifier is a predicate adjective: The aircraft was flight\ntested.\nNote that an adjective that is hyphenated in the dictionary is hyphen-\nated as a predicate adjective (IRS 1962): The method is well-known.\n· When the first element of the unit modifier is a comparative or\nsuperlative: higher order calculations\n. When the first element is an adverb ending in ly: relatively accurate\nprediction\n· When the unit modifier is a foreign phrase: a priori condition\n· When the unit modifier is a proper name: North Carolina coast (but\nAnglo-American plan)\n· When the unit modifier has a letter or number designation as its second\nelement: material 3 properties\n· When the unit modifier is enclosed in quotation marks: \"elliptical style\"\nsymbol list\n· When the unit modifier is a scientific name of a chemical, an animal,\nor a plant which is not normally hyphenated: nitric oxide formation\n. A unit modifier should always be hyphenated\n· When the unit modifier contains a past or present participle: flight-\ntested model, decay-producing moment\n. When the unit modifier is a combination of color terms: blue-gray\nresidue\n· When a connecting word is implied in the unit modifier: lift-drag ratio,\nNewton-Raphson iteration\n· When the unit modifier contains numbers (other than number desig-\nnations): three-degree-of-freedom simulator, 0.3-meter tunnel\nNote: we prefer that a number and unit of measurement not modify\nthe quantity measured:\nPoor\n3º angle of attack\nCorrect\nangle of attack of 3º\nPoor\n15 000-ft altitude\nCorrect\naltitude of 15 000 ft\nOf course, there are many instances other than those listed above when\na unit modifier may be hyphenated. See Skillin et al. (1974) and G.P.O.\n15",
      "source_file": "19900017394-ページ-2.pdf"
    }
  ]
}