{
  "file_name": "19900017394-ページ-53.pdf",
  "file_hash": "bad0161f0b72b23ee18a4e77e55c693b05e3fb8d0f3bf5941140313650e87b93",
  "processed_at": "2025-06-12T16:46:04.012579",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 2. Sentence Structure\nPressure distributions were obtained on the wing, elevon, and cove walls.\nPressure distributions were obtained on the wing, on the elevon, and on\nthe cove walls.\nThe study indicated that thermal cycling caused matrix cracking and\nfatigue cycling caused no damage.\nThe study indicated that thermal cycling caused matrix cracking and that\nfatigue cycling caused no damage.\nOf course, the most emphatic way to list parallel elements is to itemize\nthem:\nThe study indicated that\n1. Thermal cycling caused matrix cracking.\n2. Fatigue cycling caused no damage.\nPositions of emphasis in a sentence are the beginning and the end.\nTherefore, if a modifying phrase is moved to the beginning of a sentence,\nthat phrase receives emphasis:\nCove cold-wall heating rates at zero leakage decreased from 2 percent of\nthe wing heating rate.\nAt zero leakage, cove cold-wall heating rates decreased from 2 percent of\nthe wing heating rate.\nEmphasis can be added to internal sentence elements by moving them\nto an unusual position:\nAfter each session of noise, the subjects rated overall noisiness, among\nother things.\nAfter each session of noise, the subjects rated, among other things, the\noverall noisiness.\nBe careful not to misplace the modifier:\nAfter each session of noise, the subjects, among other things, rated the\noverall noisiness.\nRhetorical connectives, such as however, therefore, hence, and thus,\ncan serve to emphasize elements of a sentence. Placing such adverbs\nwithin a sentence emphasizes the words immediately preceding them (Linton\n1962):\nHowever, isothermal exposure did increase ductility in the matrix\nmaterial.\nIsothermal exposure, however, did increase ductility in the matrix\nmaterial.\n44",
      "source_file": "19900017394-ページ-53.pdf"
    }
  ]
}