{
  "file_name": "19900017394-ページ-15.pdf",
  "file_hash": "bbdb5fec549cbed6c45e17bd7899900b1fa6ca1e62bdda0516ccdf199738f723",
  "processed_at": "2025-06-12T16:34:10.067842",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 1. Grammar\n· That is preferred for restrictive (or defining) relative clauses (Bernstein\n1981):\nThe most common examples of panel methods are the aerodynamic codes\nthat Hess and Smith (ref. 26) designed for nonlifting bodies.\nThere are three exceptions to the use of that to introduce a restrictive clause:\n· Which must be used after a preposition (Bernstein 1981):\nThe shading in figure 2 indicates elements in which fibers have failed.\n· Which is used after the demonstrative that (Bernstein 1981):\nThe most commonly used aerodynamic code is that which Hess and Smith\n(ref. 26) designed for nonlifting bodies.\n. Which sounds more natural when a clause or phrase intervenes between the\nrelative pronoun and its antecedent (Fowler 1944):\nFinite bodies can undergo motions (such as spinning) which complicate\nthe equations.\n!\nOmission of that\nThat can sometimes be omitted from restrictive relative clauses, but\nthis omission is not recommended:\nCorrect\nThe model they analyzed is the most realistic one\nstudied.\nBetter\nThe model that they analyzed is the most realistic one\nstudied.\nWho versus whom\nWho (and its indefinite derivative whoever) is the only relative pronoun\nthat changes form to indicate case (who, whom, whose). When a relative\nclause is inverted, we have difficulty determining whether the pronoun is\nin nominative case (who) or in objective case (whom). The easiest way to\nresolve such questions is to change the relative clause to an independent\nclause by substituting a third person personal pronoun for the relative\npronoun. For example, in the questionable sentence\nInformation derived from this contract may be transmitted to those who\nthe Defense Department has cleared to receive classified information.\nchange the relative clause to an independent clause:\nThe Defense Department has cleared them to receive classified informa-\ntion.\nThe sentence requires a third person pronoun in objective case (them), so\nthe relative pronoun must also be in objective case ( ... those whom the\nDefense ... ).\n6",
      "source_file": "19900017394-ページ-15.pdf"
    }
  ]
}