{
  "file_name": "19900017394-ページ-39.pdf",
  "file_hash": "bdb4f4b6e603e7059ea241ed5067cd11f2485caadb9887443cc6ea51967484b8",
  "processed_at": "2025-06-12T16:44:32.567108",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 2. Sentence Structure\nPoor\nThe agreement between calculated and experimental\nheating rates was within 30 percent.\nBetter\nCalculated and experimental heating rates agreed to\nwithin 30 percent.\nPoor\nAsymmetric throat area reduction between the up-\nper and lower throats occurred during reverse thrust\noperation.\nBetter\nThroat area decreased asymmetrically between the up-\nper and lower throats during reverse thrust operation.\nAnother method of weakening verbs is to hedge with such words as\nmight, may, seem to, appear to, or tend to. Hedges not only weaken the\nverb, as they are meant to, but also imply indecision on the part of the\nauthor. They should not be overused (see section 2.4.1).\nActive versus passive voice\nAs discussed in section 1.4.3, writing authorities overwhelmingly prefer\nactive voice to passive voice. However, Tichy and Fourdrinier (1988) list\nfive situations when passive voice is appropriate:\n· When the actor is unimportant, not known, or not to be mentioned\n. When the receiver of the action should be emphasized\n· When the sentence is abrupt in active voice\n· When variety is needed in an active voice passage\n· When a weak imperative is needed\nAlthough the first two items justify much of the passive voice in technical\ndocuments, the converse of the fourth item must also be considered. In\nour passive voice reports, an occasional active voice sentence is needed for\nvariety. (Tichy and Fourdrinier 1988 also discuss the importance of sentence\nvariety to good style.) Thus editors should watch for sentences that could\nappropriately be revised to active voice:\nPassive\nThe dependence of n on Mach number was reduced at\nhigher Reynolds numbers.\nActive\nThe dependence of n on Mach number decreased at\nhigher Reynolds numbers.\nOr\nIncreasing Reynolds number reduced the dependence of\nn on Mach number.\nPassive\nThe reduction in discharge coefficient is probably caused\nby an increase in back pressure.\nActive\nAn increase in back pressure probably causes the reduc-\ntion in discharge coefficient.\n30",
      "source_file": "19900017394-ページ-39.pdf"
    }
  ]
}