{
  "file_name": "19900017394-ページ-57.pdf",
  "file_hash": "beacd5b8ee6fb2d6a088cb13dddef52e7a6f7d09e970b5f96b6cf0236e5e00d1",
  "processed_at": "2025-06-12T16:28:58.747973",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 3. Punctuation\n. An 's is used to form the plural of a word referred to as the word itself, but\nthe apostrophe is not necessary when the word retains its meaning:\nThere can be no ands, ifs, and buts. (meaning no conditions)\nThere can be no and's, if's, and but's. (meaning the words cannot appear)\n. The apostrophe indicates letters left out of contractions, for example, it's\n(it is), Gov't, and nat'l. Since contractions are rare in formal writing, such\nuse of the apostrophe is also rare.\n3.3. Brackets\nThe nonmathematical function of brackets is to enclose editorial insertions,\ncorrections, and comments in quoted material and in reference citations:\n\"These instruments [the radiometer and scatterometer] have been used\nsuccessfully aboard satellites as well as aircraft.\"\nBoeing Commercial Airplane Co .: Integrated Application of Active\nControls Technology. NASA CR-000000, [1977].\nAlthough some authorities (Chicago Press 1982; Skillin et al. 1974;\nand Ebbitt and Ebbitt 1982) recommend brackets to enclose material within\nparentheses, particularly in legal and scholarly works, we have not found the\nnonmathematical use of parentheses within parentheses to be misleading in\nLangley reports. Thus, we do not recommend that brackets be used.\n3.4. Colon\nThe function of the colon is to separate and introduce lists, clauses, and\nquotations, along with several conventional uses. Authorities disagree on\nusage of the colon and capitalization after a colon. The following guidelines\ngenerally correspond to Words Into Type (Skillin et al. 1974).\n3.4.1. Colons That\nIntroduce\nA colon has the same separating force as a period. It thus brings a sentence\nalmost to a halt (Bernstein 1981).\n. Because of its strong separating function, an introductory colon should\ngenerally be used only after a complete sentence. In particular, do not\nuse a colon between a verb or preposition and its direct object:\nWrong\nThe components of the rack-mounted electronics are:\npower supplies, the gimbal controller, ...\nCorrect\nThe components of the rack-mounted electronics are\npower supplies, the gimbal controller, ...\nWrong\nThe scatterometer is separated into: a gimbal, a\ntransmitter-receiver assembly, and rack-mounted elec-\ntronics.\nCorrect\nThe scatterometer is separated into a gimbal, a transmitter-\nreceiver assembly, and rack-mounted electronics.\n48",
      "source_file": "19900017394-ページ-57.pdf"
    }
  ]
}