{
  "file_name": "19900017394-ページ-32.pdf",
  "file_hash": "c76e4accf07d2019908c9b9fb85479cc831861a836f7ef5426dff10b109b427a",
  "processed_at": "2025-06-12T16:44:52.035439",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 1.9. Verbals\nAlthough the meaning of these two sentences is the same, changing the verb\nchanges the verbal required by idiom:\nCorrect\nThe display aided the pilot in coping with the increased\nwork load.\nConsult a usage reference (for example, Skillin et al. 1974) to check for these\nidioms; the dictionary also offers an indication of idiomatic usage.\n1.9.3. Dangling Verbals\nAn infinitive, gerund, or participle dangles when the agent of the action\nthat it expresses is not clear.\nSome authorities (IRS 1962; Tichy and Fourdrinier 1988) consider an\nintroductory gerund or infinitive phrase to dangle when it does not modify\nthe subject:\nWhen using a nonaligning pitot static tube, the total velocity component\ncannot be exactly measured because of the swirl component.\nTo predict the thrust and power coefficients of the propeller, the aero-\ndynamic coefficients must be provided.\nRowland (1962) considers such gerund phrases acceptable because \"they\nare employed so frequently in technical writing that they may be said to be\nidiomatic.\" The same can be said of introductory infinitive phrases. These\nintroductory phrases are clearly adverbial because no one would attribute\ntheir action to the subject. Note that the verbs in the above sentences are\nin passive voice, so that an unknown agent can be supplied for the verbals'\nactions. When the verb is in active voice, the verbal tends to dangle:\nWhen using a nonaligning pitot probe, the swirl component precludes\nexact measurement of total velocity.\n. Introductory gerund and infinitive phrases do dangle when they modify a\nnoun in the sentence other than the subject:\nWrong\nWhen using a nonaligning pitot static tube, total ve-\nlocity cannot be measured exactly by the investigator\nbecause of the swirl component.\nCorrect\nWhen using a nonaligning pitot static tube, the investi-\ngator cannot exactly measure total velocity because of\nthe swirl component.\nAlthough Rowland justifies introductory adverbial gerund and infinitive\nphrases because they are idiomatic and clearly adverbial, he does not extend\nthis argument to participles. He condemns dangling participles as \"slovenly\nEnglish\" and \"weak constructions that should be replaced by more robust\nphrasing.\" Are dangling participles slovenly English? Or, like the dangling\ngerund, are they becoming idiomatic?\n23",
      "source_file": "19900017394-ページ-32.pdf"
    }
  ]
}