{
  "file_name": "19900017394-ページ-24.pdf",
  "file_hash": "c8aa400cc758a32b2898477cf2cec4afd62b76867ea385aa51a8575e842d07bf",
  "processed_at": "2025-06-12T16:43:57.515397",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 1.5. Adjectives\nshould be exercised in forming unnecessary combinations of words used\nin normal sequence.\n. A unit modifier should not be hyphenated\n· When the unit modifier is a predicate adjective: The aircraft was flight\ntested.\nNote that an adjective that is hyphenated in the dictionary is hyphen-\nated as a predicate adjective (IRS 1962): The method is well-known.\n· When the first element of the unit modifier is a comparative or\nsuperlative: higher order calculations\n. When the first element is an adverb ending in ly: relatively accurate\nprediction\n· When the unit modifier is a foreign phrase: a priori condition\n· When the unit modifier is a proper name: North Carolina coast (but\nAnglo-American plan)\n· When the unit modifier has a letter or number designation as its second\nelement: material 3 properties\n· When the unit modifier is enclosed in quotation marks: \"elliptical style\"\nsymbol list\n· When the unit modifier is a scientific name of a chemical, an animal,\nor a plant which is not normally hyphenated: nitric oxide formation\n. A unit modifier should always be hyphenated\n· When the unit modifier contains a past or present participle: flight-\ntested model, decay-producing moment\n. When the unit modifier is a combination of color terms: blue-gray\nresidue\n· When a connecting word is implied in the unit modifier: lift-drag ratio,\nNewton-Raphson iteration\n· When the unit modifier contains numbers (other than number desig-\nnations): three-degree-of-freedom simulator, 0.3-meter tunnel\nNote: we prefer that a number and unit of measurement not modify\nthe quantity measured:\nPoor\n3º angle of attack\nCorrect\nangle of attack of 3º\nPoor\n15 000-ft altitude\nCorrect\naltitude of 15 000 ft\nOf course, there are many instances other than those listed above when\na unit modifier may be hyphenated. See Skillin et al. (1974) and G.P.O.\n15",
      "source_file": "19900017394-ページ-24.pdf"
    }
  ]
}