{
  "file_name": "19900017394-ページ-89.pdf",
  "file_hash": "c8f9453d131469807b2cfc05cad327d545a449b56d9b9f9045278b29b0de3ac2",
  "processed_at": "2025-06-12T16:42:21.727595",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 3. Punctuation\n3.16. Slash\nA slash, also called solidus or virgule, can be correctly used (1) in and/or,\n(2) in fractions (x/y), (3) to indicate per (m/sec), and (4) when quoting\npoetry.\nAlthough most usage and grammar authorities do not acknowledge use\nof the slash in a temporary compound, it is being widely used to indicate\ntemporary compounds. In drafts of NASA reports, we frequently find such\nconstructions as\nhoop/column antenna\nboundary-layer/shock-wave interaction\nmatrices/vectors\nlateral/directional characteristics\nIn the first example (hoop/column), those coining the new technical\nterm seem to have chosen (erroneously) to use a slash rather than a hyphen;\nhowever, this term, meaning a combination of a hoop and a column, has been\nwidely used with the slash. In the second example (boundary-layer/shock-\nwave interaction), the slash is being used as an en dash, or \"long hyphen.\"\nIn the third example (matrices/vectors), the slash indicates alternatives, a\nusage that Tichy and Fourdrinier (1988) accept with caution. In the last\nexample (lateral/directional), the slash is being used in a unit modifier that\nhas been hyphenated for years.\nThese four examples illustrate our objection to use of the slash in\ntemporary compounds: Its meaning is not clear.\n· We therefore prefer that the slash be changed to a hyphen,\nThe 15-m hoop-column antenna is a deployable and restowable structure.\nto an en dash,\nThese phenomena result from shock-wave-boundary-layer interaction.\nor to and, or, or and/or,\nOperator splitting is additive decomposition of some matrices and vectors\nin the model.\nOf course, some technical terms have become standard with the slash (for\nexample, V/STOL, stall/spin).\n. A term that is accepted as standard with a slash may be used with the\nslash.\n80",
      "source_file": "19900017394-ページ-89.pdf"
    }
  ]
}