{
  "file_name": "19900017394-ページ-10.pdf",
  "file_hash": "caa9996b379993ef915358cf3bb065ed98e3101fcd39640268c5739cd71246d6",
  "processed_at": "2025-06-12T16:31:31.269800",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 1. Grammar\n1.1. Grammar\nand Effective\nWriting\nAll writing begins with ideas that relate to one another. An author chooses\nwords that express the ideas and chooses an arrangement of the words\n(syntax) that expresses the relationships between the ideas. Given this\narrangement of words into phrases, clauses, and sentences, the author obeys\ngrammar and punctuation rules to form a series of sentences that will impart\nthe ideas.\nEnglish rules of grammar originated in antiquity, but over centuries\nhave evolved according to usage and are still changing today. Thus, gram-\nmar rules may change and may be inconsistent, but usually have a func-\ntional basis. This functional attitude toward grammar, and punctuation, is\ndescribed in Effective Revenue Writing 2 (Linton 1962). A rule of grammar\nor punctuation with a functional basis will not prevent effective statement\nof ideas, nor will following all the rules ensure effective writing.\nEffective writing requires good syntax, that is, an effective arrangement\nof sentence elements. Obviously, an editor is responsible for ensuring\nthat a consistent and correct set of grammar and punctuation rules have\nbeen applied to a report (a process often called copy editing). However,\nlanguage and substantive edits, as defined by Van Buren and Buehler (1980),\ninvolve revision of sometimes perfectly grammatical sentences to improve\neffectiveness of sentence structure. This chapter discusses grammar, and\nthe next chapter concerns sentence structure with emphasis on methods of\nrevision.\nAccording to Webster's Ninth New Collegiate Dictionary, grammar\nmeans \"the study of the classes of words, their inflections [changes in\nform to distinguish case, gender, tense, etc.], and functions in a sentence.\"\nAn abundance of good, detailed grammar, writing, and usage books are\navailable. This chapter is not meant to be a definitive grammar reference. It\nis intended to address grammatical problems often encountered in technical\ndocuments and to indicate preference when grammar authorities do not\nagree. Please refer to the books cited in the References section and others\nto complement and clarify the discussions that follow.\nNouns change form to indicate case and number.\nThe number of a\nnoun is usually not a problem (though the number of pronouns and verbs\ncorresponding to the noun may be). The three possible cases are nominative,\nobjective, and possessive. In English, nominative and objective case nouns\nhave the same form.\n1.2. Nouns",
      "source_file": "19900017394-ページ-10.pdf"
    }
  ]
}