{
  "file_name": "19900017394-ページ-14.pdf",
  "file_hash": "d12bc4c917989f1458288535118e103e84d8e1ba43d1822d59b798c816475e9a",
  "processed_at": "2025-06-12T16:36:00.165828",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 1.3. Pronouns\nOr the wording of the sentence can be changed:\nPoor\nThe listener may not fully perceive the sound because\nhis ear has a critical summation time of 1 sec ..\nBetter\nThe listener may not fully perceive the sound because\nthe human ear has a critical summation time of 1 sec.\n:\n1.3.3. Relative\nPronouns\nRelative pronouns function not only as pronouns but also as conjunctions.\nThe relative pronoun replaces a noun in a dependent clause and connects\nthe clause to the rest of the sentence.\nAntecedents of relative pronouns\n· Who and whom refer to persons.\n· Which refers to things.\n· That refers to things and in rare instances may refer to persons.\n· Whose, the only possessive case relative pronoun, may refer to either persons\nor things according to Bernstein (1981). Other grammar authorities disagree\nand condemn the use of whose to refer to inanimate nouns. We prefer whose\nwhen of which would be awkward:\nAwkward\nA low-cost process has been developed for making alu-\nmina, the limited availability and cost of which have\npreviously inhibited its widespread use.\nBetter\nA low-cost process has been developed for making alu-\nmina, whose limited availability and cost have previ-\nously inhibited its widespread use.\nAwkward\nThe attenuation is accompanied by an echo the ampli-\ntude of which is above the background level and the\nposition of which is related to the depth of the region.\nBetter\nThe attenuation is accompanied by an echo whose\namplitude is above the background level and whose\nposition is related to the depth of the region.\nWhich versus that\n· Which is always used in a nonrestrictive relative clause (one that could be\nomitted without changing the meaning of the basic sentence):\nThe most common examples of panel methods are the aerodynamic codes\nof Hess and Smith (ref. 26), which were originally developed for nonlifting\nsurfaces.\nWhich may also be used in a restrictive relative clause. Note that proper\npunctuation of restrictive and nonrestrictive clauses is vital: commas enclose\nnonrestrictive clauses, but never enclose restrictive clauses (see section\n3.5.2).\n5",
      "source_file": "19900017394-ページ-14.pdf"
    }
  ]
}