{
  "file_name": "19900017394-ページ-76.pdf",
  "file_hash": "d80f389b50608208fc4f9d1d8cf5c0e8e259e2485d0fbc8e240684fd7c9fef5f",
  "processed_at": "2025-06-12T16:48:10.154351",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 3.9. Italics\n· When the first element of the unit modifier is a comparative or\nsuperlative: higher order calculations\n. When the first element is an adverb ending in ly: relatively accurate\nprediction\n· When the unit modifier is a foreign phrase: a priori condition\n. When the unit modifier is a proper name: North Carolina coast (but\nAnglo-American plan)\n· When the unit modifier has a letter or number designation as its second\nelement: material 3 properties\n· When the unit modifier is enclosed in quotation marks: \"elliptical style\"\nsymbol list\n· When the unit modifier is a scientific name of a chemical, an animal,\nor a plant which is not normally hyphenated: nitric oxide formation\n. A unit modifier should always be hyphenated\n· When the unit modifier contains a past or present participle: flight-\ntested model, decay-producing moment\n· When the unit modifier is a combination of color terms: blue-gray\nresidue\n· When a connecting word is implied in the unit modifier: lift-drag ratio,\nNewton-Raphson iteration\n· When the unit modifier contains numbers (other than number desig-\nnations): three-degree-of-freedom simulator, 0.3-meter tunnel\n3.9. Italics\nWhy is a section on italics appearing in a chapter on punctuation? The\npurpose of italics very closely resembles the purpose of punctuation, to make\nmeaning clear and reading easier. According to Words Into Type (Skillin\net al. 1974), \"Italics are used to distinguish letters, words, or phrases from\nthe rest of the sentence so that the writer's thought or the meaning and\nuse of the italicized words will be quickly understood.\" Italics are used to\ndistinguish elements to be emphasized, special terminology, symbols, and\nwords or letters to be differentiated from text. In addition, there are several\nconventional uses for italics.\nIn typewritten text, underscore replaces italics and should be used only\nwhen absolutely necessary. In many instances, underscore is not used in\ntypewritten text when italics would be appropriate in typeset text.\n3.9.1. Italics for\nEmphasis\nWords may be italicized when they would be stressed if spoken (Ebbitt and\nEbbitt 1982). Italics are especially appropriate if the emphasis would be\nlost when written:\nOf all the events affecting Langley history, only two have caused major\ntrauma. The second was the Sputnik crisis.\n67",
      "source_file": "19900017394-ページ-76.pdf"
    }
  ]
}