{
  "file_name": "19900017394-ページ-88.pdf",
  "file_hash": "da6b6cb41b5dee800cc1fa844f1b8e6de713c36ddc4ea96de1f482b035fcd43a",
  "processed_at": "2025-06-12T16:47:23.760048",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 3.15. Semicolon\nfor empennage, wing, and fuselage structures; dissemination of tech-\nnology throughout the transport industry; and extensive flight service\nevaluations.\nAnother way to clarify the series might be devised, for example, enumeration\nor rearrangement of elements of the series:\nThe goal was to accelerate application of composites to primary structures\nin new civil transport aircraft by (1) development of design techniques\nfor empennage, wing, and fuselage structures, (2) dissemination of tech-\nnology throughout the transport industry, and (3) extensive flight service\nevaluations.\nThe goal was to accelerate application of composites to primary structures\nin new civil transport aircraft by dissemination of technology throughout\nthe transport industry, extensive flight service evaluations, and develop-\nment of design techniques for empennage, wing, and fuselage structures.\n3.15.3. Explanatory\nPhrases and\nClauses\nIn technical writing explanatory information often follows such introductory\nphrases as that is, namely, for example, in other words, for instance.\n. A semicolon must precede a phrase like that is, namely, and for example\nwhen it introduces an independent clause:\nSome random processes are reasonably independent of the precise time;\nthat is, measurements made at different times are similar in their average\nproperties.\n3.15.4. Elliptical\nConstructions\nWhen commas are necessary to indicate the omission in an elliptical\nconstruction, a semicolon separates the elliptical clauses:\nWind speed is obtained from antenna brightness temperature; rain rate,\nfrom the brightness temperature difference at two frequencies; and wind\nvector, from radar cross section.\nOf course, if the commas are unnecessary to indicate omission, the semicolon\ncan be replaced by a comma so long as the clauses are joined by a\nconjunction:\nWind speed is obtained from antenna brightness tem-\nperature, and wind vector from radar cross section.\nBut\nWind speed is obtained from antenna brightness tem-\nperature; wind vector, from radar cross section.\n3.15.5. Use With Other\nMarks\nSemicolons always follow closing parentheses and quotation marks; semi-\ncolons are always dropped at the end of quoted material (Chicago Press\n1982).\n79",
      "source_file": "19900017394-ページ-88.pdf"
    }
  ]
}