{
  "file_name": "19900017394-ページ-65.pdf",
  "file_hash": "e059c5cc4d3c8798d714f6d991959348211ce37a99bb6bf6af480433ae476236",
  "processed_at": "2025-06-12T16:48:40.163209",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 3. Punctuation\n. Neither a comma nor a colon sets off an indirect quotation or one that is\npart of the grammatical structure of the sentence:\nIn reference 6, he stated that thermal neutron fluxes up to 1020 may be\nrequired.\nIn case of fire, the command for stopping the test is \"Recover, fire.\"\n3.5.2. Commas That\nEnclose\nA comma that encloses requires a partner, which may be another comma\nor a colon, semicolon, period, question mark, or exclamation mark.\nNonrestrictive modifiers\nA nonrestrictive modifier does not affect the meaning of the basic\nsentence; it could be removed from the sentence without altering meaning.\n. Nonrestrictive modifiers must be enclosed by commas (at least). The\nimportant point to remember is that an enclosing comma requires a partner,\nwhich can be another comma or another mark of punctuation.\nThe nonrestrictive prepositional and verbal phrases are enclosed with\ncommas in the following examples:\nThe record need not be continuous but may, in fact, be digital data.\nTheoreticians prefer to work in terms of radian frequency, defined for both\npositive and negative frequencies.\nThe power spectral density is integrated over some finite bandwidth, such\nas a one-third octave.\nThe second integral, being the integral of an odd function over even limits,\nis zero.\n· Be sure to distinguish between restrictive and nonrestrictive internal phrases\nthat introduce clauses (see section 3.5.1):\nRest.\nA random process is stationary if for all n, its nth\ndensity function is independent of time.\nNonrest.\nThe coefficient could be placed elsewhere because,\nthough preferred, the placement shown is arbitrary.\n. Nonrestrictive relative clauses are enclosed with commas:\nRest.\nThe most common panel methods are the codes which\nHess and Smith (ref. 26) designed for nonlifting bodies.\nNonrest.\nThe most common panel methods are the codes of Hess\nand Smith (ref. 26), which were developed for nonlifting\nbodies.\n56",
      "source_file": "19900017394-ページ-65.pdf"
    }
  ]
}