{
  "file_name": "19900017394-ページ-19.pdf",
  "file_hash": "e22ea6c89ccc9ad39ac6d13649ad4f5c48db901cf1cf9a280a253ace0af6a546",
  "processed_at": "2025-06-12T16:39:39.897004",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 1. Grammar\nto action occurring before the action of the main verb. This principle is\nmost easily seen for participles:\nPhotographs indicating nearly laminar flow justified this assumption.\nPhotographs taken during an earlier test justified this assumption.\n1.4.2. Mood\nThe three moods in English are indicative, imperative, and subjunctive.\nAlmost all verbs in technical documents are indicative. Imperative mood is\nsometimes used in instructions or descriptions of procedures. Subjunctive\nmood is rarely used and seems to be disappearing from English usage.\nHowever, there are two situations when the subjunctive should be used\n(Bernstein 1981):\n· Subjunctive mood is used to indicate a command, suggestion, recommen-\ndation, or requirement:\nThe console operator instructed that the preflight inspection be repeated.\nThe committee recommends that this research be continued.\n· Subjunctive mood is used to indicate a condition contrary to fact or highly\nimprobable:\nIf the integral were not singular, the question could be solved easily.\nUp to now, all discontinuous fiber-reinforced composites have low duc-\ntility. If their ductility were improved, they would be highly attractive\nmaterials for aircraft applications.\nThe subjunctive should be used only when the author wishes to imply strong\ndoubt. Notice the subtle change in attitude when the subjunctive is not used\nin the above example:\nIf their ductility was improved, they would be highly attractive materials\nfor aircraft applications.\n1.4.3. Voice\nThe voice of a verb indicates whether the subject is performing the action\n(active) or receiving the action (passive). Writing authorities overwhelm-\ningly prefer active voice because it is direct, clear, and natural. Overuse of\npassive voice weakens style and obscures responsibility. This preference for\nactive voice is not a condemnation of passive voice. Tichy and Fourdrinier\n(1988) list five situations when the passive voice is appropriate:\n. When the actor is unimportant, not known, or not to be mentioned\n. When the receiver of the action should be emphasized\n· When the sentence is abrupt in active voice\n· When variety is needed in an active voice passage\n10",
      "source_file": "19900017394-ページ-19.pdf"
    }
  ]
}