{
  "file_name": "19900017394-ページ-48.pdf",
  "file_hash": "e72caaecb8f0b36b6609060d65e66094ed0fa49936dba5b0ab25f2a4f1de8f00",
  "processed_at": "2025-06-12T16:31:40.660972",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 2.5. Comparisons\nsystem, facility, use, or approach. The following example illustrates this\npoint:\nTitle\nAn Instrumentation System for Helicopter Blade\nFlight Research Measurements\nRevision\nA Rotor-Mounted Digital Instrumentation System for\nHelicopter Blade Flight Research\nThe revision is two words longer, but it seems more concise because it says\nso much more with only two more words.\n2.5. Comparisons\nComparisons are of major importance in technical writing; experimental\nresults are compared with predictions, results at standard or control condi-\ntions with results at test conditions, full-scale data with model-scale data,\ncharacteristics of one configuration with those of another. Such comparisons\ncan be complicated and therefore should be expressed as simple, straight-\nforward constructions.\nThe most frequent problem with comparison is ambiguity concerning\nthe items being compared:\nPoor\nComparison between pressures on the nozzle and boat-\ntail and the tail boom indicates .\nBetter\nComparison of pressures on the nozzle and boattail with\nthose on the tail boom indicates ...\nPoor\nThe goal of the program was to obtain tougher marten-\nsitic steel alloys.\nBetter\nThe goal of the program was to obtain tougher marten-\nsitic steel alloys than are commercially available.\n2.5.1. Comparison of\nAdjectives and\nAdverbs\nAdjectives and adverbs change form to indicate degree of comparison (IRS\n1962):\n· Positive degree merely indicates existence of a quality.\n· Comparative degree indicates a quality existing to a greater or lesser degree\nin one thing than in another.\n· Superlative degree indicates a quality existing to the greatest or least degree\nin a group of things.\nComparative degree is formed by adding the suffix er or adding more or\nless before the modifier. Superlative degree is formed by adding the suffix\nest or adding most or least before the modifier.\nMost adjectives with three or more syllables and almost all adverbs\nare compared by adding more and most (or less and least). In addition,\n39",
      "source_file": "19900017394-ページ-48.pdf"
    }
  ]
}