{
  "file_name": "19900017394-ページ-106.pdf",
  "file_hash": "e9cee1cb5b438c5b9d7ca1c9d1c92e1399fc7a9c44376ed08b5ec2cd5e16eb6f",
  "processed_at": "2025-06-12T16:41:40.136584",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Glossary\nGlossary\nThe terms defined in this glossary are those used in the text. These\ndefinitions closely match any definitions given in the text and generally\nconform to the definitions found in Skillin et al. (1974).\nactive voice-sentence or verb whose subject is performing the action\nadjective-word that modifies a noun, pronoun, or other substantive\n· adverb-word that can modify verbs, adjectives, and even other adverbs\nantecedent-noun or substantive to which a pronoun refers\napostrophe-punctuation mark (') used to indicate possession, to form the\nplurals of abbreviations, characters, and signs, and to indicate omitted\ncharacters in contractions\nappositive-the second of two nouns together which repeats the meaning\nof, or identifies, the first\nargumentation-discourse that convinces by reasoning\narticle-the words a, an, or the\nauxiliary verb-verb used with another verb to indicate voice, mood, and\ntense (are, can, do, have, may, must, shall, will)\nbroad reference-using pronouns to refer to the idea of the previous\nsentence or clause rather than to a particular antecedent (Ebbitt and\nEbbitt 1982)\nbrackets-punctuation marks ([ ]) used to enclose editorial insertions,\ncorrections, and comments in quoted material and in reference citations\n(nonmathematical)\ncaps & lc-capitalization of the principal words of an expression, Like This\ncase- form or position of a noun or substantive indicating its relation to\nother words in a sentence; see nominative, objective, possessive)\nclause-group of words containing a subject and a predicate\nclose style of punctuation-using all punctuation that the grammatical\nstructure will allow\ncollective noun-name of a group of people or things\ncolon-punctuation mark (:) used to separate and introduce lists, clauses,\nand quotations\ncomma-punctuation mark (,) used to separate and to enclose elements of\na sentence in order to prevent misreading\ncommon noun-name of a class or kind\ncomparative degree of modifier-modifier that indicates a quality\nexisting to a greater or lesser degree in one thing than in another\ncompound predicates-two or more predicates in a sentence with the\nsame subject\n97",
      "source_file": "19900017394-ページ-106.pdf"
    }
  ]
}