{
  "file_name": "19900017394-ページ-22.pdf",
  "file_hash": "ec9ca26cc38a56f79c2c80f5c91205600380d434d14bf45af10397ce96986536",
  "processed_at": "2025-06-12T16:49:08.776521",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Section 1.5. Adjectives\n1.5.1. Articles\nIndefinite articles a and an\n· The indefinite article a precedes a word beginning with a sounded consonant,\nand an precedes a word beginning with a vowel sound.\n. Whether a or an should precede an abbreviation or acronym depends not\non its initial letter but on how the author expects it to be read (Bernstein\n1981). For example, most people read \"M.A.\" as letters rather than as\n\"Masters of Arts,\" so \"an M.A. degree\" is appropriate. Likewise, we prefer\n\"an NACA airfoil.\" However, \"NASA\" is not usually read as letters, so we\nprefer \"a NASA airfoil.\"\nArticles with coordinate adjectives\nWhether or not articles are repeated before coordinate adjectives affects\nmeaning (Rowland 1962).\n· If coordinate adjectives each refer to different things or persons, articles are\nrepeated when the modified noun is singular and are not repeated when the\nmodified noun is plural:\nWrong\nThe transverse and shear strain is calculated for each\nspecimen. (two strains)\nCorrect\nThe transverse and the shear strain is calculated for\neach specimen.\nOr\nThe transverse and shear strains are calculated for each\nspecimen.\n. If coordinate adjectives refer to one thing or person, the article is not\nrepeated:\nWrong\nA more nonlinear and a lower stress-strain curve re-\nsulted from the test. (one curve)\nCorrect\nA more nonlinear and lower stress-strain curve resulted\nfrom the test.\nOmission of articles\nThere is a trend in modern writing, particularly journalism, to omit\narticles. Langley has traditionally preferred this \"elliptical style\" for symbol\nlists, figure captions, headings, and titles:\nratio of [the] wing mass to [the] mass of air in [a] truncated\ncylindrical cone enclosing [the] wing\nFigure 1. Effect of leak area on pressures, heating rates, and temperatures\nin [the] cove and at [the] bulkhead.\nSpectral Broadening by [a] Turbulent Shear Layer\nBernstein (1981) calls elliptical style a \"disfigurement of the language.\"\nThe author, or editor, may prefer to retain (or restore) articles in symbol\nlists, figure captions, headings, and titles.\n13",
      "source_file": "19900017394-ページ-22.pdf"
    }
  ]
}