{
  "file_name": "19900017394-ページ-47.pdf",
  "file_hash": "f83cc62c003444cdbdf89093f4c6b87089da12367e9b86db5b95b0e12b0fbc82",
  "processed_at": "2025-06-12T16:48:02.211608",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 2. Sentence Structure\ncan often simply be dropped without changing the meaning of the title.\nUnnecessary articles should also be deleted. Often a title becomes lengthy\nand awkward because several prepositional phrases have been added to\nqualify it. Several approaches can be taken. A prepositional phrase can\nbe changed to a unit modifier:\nTitle\nAnalysis of Hydroelastic Vibrations of Shells Partially\nFilled With a Liquid Using a Series Representation of\nthe Liquid\nRevision\nHydroelastic Vibration Analysis of Partially Liquid-\nFilled Shells Using a Series Representation of the\nLiquid\nNote: In this title, analysis cannot be deleted because using modifies\nit.\n. Care must be taken to keep the title comprehensible. A string of unit\nmodifiers can be as awkward as a series of prepositional phrases, and far\nmore ambiguous.\nAnother approach for reducing the number of prepositions is to make\nsubtitles:\nTitle\nLow-Speed Wind-Tunnel Investigation of Flight\nSpoilers as Trailing-Vortex-Alleviation Devices on a\nMedium-Range Wide-Body Tri-Jet Airplane Model\nRevision\nFlight Spoilers for Trailing Vortex Alleviation-\nLow-Speed Wind-Tunnel Results for a Medium-Range\nWide-Body Tri-Jet Airplane Model\nNote: This revision not only removes a prepositional phrase, but also\nemphasizes the theme of the paper.\nA title can be livened up and prepositions removed by changing verb-derived\nnouns to verbals, for example,\nTitle\nAlleviation of Trailing Vortexes by Use of Flight\nSpoilers\nRevision\nAlleviating Trailing Vortexes by Deflecting Flight\nSpoilers\nOf course, titles must not be shortened indiscriminately. Keep in mind\nthe goal of maximum information in a minimum of words. In the previous\nexample, use was not changed to deflect with brevity in mind. However,\nthe word deflect adds to the spirit of conciseness because it means more.\nConsider replacing or clarifying words with vague meaning such as method,\n38",
      "source_file": "19900017394-ページ-47.pdf"
    }
  ]
}