{
  "file_name": "19900017394-ページ-23.pdf",
  "file_hash": "fe4cc174ff1ffd2619ccb9826717922a4ba40cfc8681d9f4930be43184998f9d",
  "processed_at": "2025-06-12T16:49:41.409408",
  "pages_content": [
    {
      "page_number": 1,
      "content": "Chapter 1. Grammar\n1.5.2. Unit Modifiers\nTechnical writing abounds with unit modifiers, that is, combinations of\nwords that modify another word:\nThe annular suspension and pointing system for space experiments is\ndescribed.\nThese values identify the beginning of shock wave boundary layer inter-\naction.\nSeparated flow wing heating rate values increase sharply toward a constant\nvalue.\nAuthors and editors often have difficulty deciding when and how to hyphen-\nate these modifiers. Bernstein (1981) considers hyphens a necessary evil to\nbe used only to avoid ambiguity. Certainly, unit modifiers need not always\nbe hyphenated and hyphenation does not always prevent ambiguity.\nBefore agonizing over hyphenation of these modifiers, consider changing\nthem to prepositional phrases to clarify their meaning. Perhaps this change\nonly a few times in a report is sufficient to clarify the unit modifier when it\nappears subsequently.\nSurely the prepositional phrases in the following sentences are clearer\nthan the hyphenated unit modifiers:\nUnit\nThe annular suspension-and-pointing system for space\nmodifier\nexperiments is described.\nPrep.\nThe annular system for suspension and pointing of\nphrase\nspace experiments is described.\nmodifier\nUnit\nThese values identify the beginning of shock-wave-\nboundary-layer interaction.\nPrep.\nThese values identify the beginning of interaction be-\nphrase\ntween the shock wave and boundary layer.\nUnit\nmodifier\nSeparated-flow wing heating-rate values increase sharply\ntoward a constant value.\nphrase\nPrep.\nHeating rates on the wing over which the flow is sepa-\nrated increase sharply toward a constant value.\nToo many prepositional phrases can make the sentence awkward and\nhard to read, as in the last example. The following might be preferable:\nSeparated-flow heating rates on the wing increase sharply toward a\nconstant value.\nProbably the best authority on hyphenation of unit modifiers is the\nG.P.O. (1984). Unfortunately we sometimes forget rule 6.16:\nWhere meaning is clear and readability is not aided, it is not necessary\nto use a hyphen to form a temporary or made compound. Restraint\n14",
      "source_file": "19900017394-ページ-23.pdf"
    }
  ]
}